[
    {
        "LOL": [
            {
                "video_info": {
                    "title": "HIEUTHUHAI - Không Thể Say (prod. by Kewtiie) l Official Video",
                    "channel_link": "http://www.youtube.com/@HIEUTHUHAIOFFICIAL",
                    "channel_name": "HIEUTHUHAI",
                    "views": "15M views",
                    "upload_date": "3 months ago",
                    "short_description": "#HIEUTHUHAI\n#HIEUTHUHAI #Không_Thể_Say\nHIEUTHUHAI - Không Thể Say (prod. by Kewtiie) l Official Video\n …\n...more",
                    "duration": "0:15",
                    "subcribers": "520K subscribers"
                },
                "comments": [
                    "Cảm ơn gerdnang đã ra mắt MV vì quen thuộc giai điệu mới chuc Gerdnang có ngày sản phẩm thành công tràn đầy năng lượng ạ!!!",
                    "Lyric có chiều sâu và có nhiều thứ để cảm nhận.\nCách a đầu tư cho mv này rất có chất xám và ý nghĩa... 1 sản phẩm nghệ thuật thực thụ",
                    "mình thích bài này kinh khủng, vì mình tìm thấy câu chuyện của bản thân ở đó.",
                    "nhờ 2 ngày 1 đêm mới biết tới Hiếu Thứ Hai and nghe mấy bài mới làm fan của ah",
                    "Bài hát thực sự hay quá Hiếu ơi! Cảm ơn Hiếu và team đã đem đến một bài hát nói về tình yêu tuổi trẻ những gì mà mối quan hệ trong mỗi chúng ta đều đã và đang có thể xảy ra. Cả phần nghe lẫn phần nhìn của MV đều thực sự quá tuyệt vời!",
                    "Bài hát đúng tâm trạng của mình hiện tại . Cảm ơn anh Hiếu đã ra một sản phẩm tốt",
                    "Rất thích cái định hướng âm nhạc này của Hiếu! Chúc Hiếu ngày càng trưởng thành hơn nữa trên con đường âm nhạc",
                    "Cảm ơn Hiếu rất nhiều vì đã đem đến cho khán giả 1 MV chất lượng từ hình ảnh đến giai điện như này. Chúc cho MV sớm Top1 Trending nào...",
                    "lâu rồi mới lại thấy Gerdnang. chất nhạc ko thể lẫn vào đâu được. chúc mừng HIEUTHUHAI và team",
                    "Bài này ngày nào cũng nghe hay lắm lun cuốn nữa mong a ra nhìu sản phẩm hay hơn nữa để phụ vụ cho khán giả nhé a mãi ủng hộ a hiếu",
                    "chúc MV mới được top 1 trending và nhạc của bé Hiếu ngày càng phát triển nhée ><",
                    "Chúc riêng a và cả GERDNANG sẽ thêm nhiều thành công trong các sản phẩm sắp tới ️",
                    "Rất thích cái định hướng âm nhạc này của Hiếu! Chúc Hiếu ngày càng trưởng thành hơn nữa trên con đường âm nhạc.",
                    "Từ âm thanh đến hình ảnh đều quá chỉnh chu\nChúc Hiếu thứ 2 thành công hơn nữa trong nhiều sản phẩm tiếp theo",
                    "Chúc anh ngày càng thành công trên con đường âm nhạc , còn bài này thì hết nước chấm rồi ,vocal melody các thứ đều quá tốt chúc anh sớm top 1trending  respect",
                    "Một bài hát hay không chỉ do ca sĩ mà còn do producer nữa shout out to Kewtiie !",
                    "Bài hát đúng tâm trạng của mình hiện tại . Cảm ơn anh Hiếu đã ra một sản phẩm tốt",
                    "Lần đầu nghe anh Hiếu thể hiện giọng vocal và melody,thể loại này quá thích hợp với anh lun,mong anh sẽ tiếp tục với dòng nhạc này,chúc mv anh sẽ top nhé️",
                    "Cảm ơn Hiếu rất nhiều vì đã đc đến cho khan giả 1 MV chất lượng từ hình ảnh đến giải điện như thế này.",
                    "quá hay phải nói là sản phẩm lần này hiếu đã làm rất tốt từ flow đến lyrics bố cục bài quá hoàn hảo️",
                    "MV thật sự rất là hay luôn ạ  từ lyrics cho đến phần âm thanh rất là đỉnh luôn, nghe mà đau lòng, chúc Hiếu được top 1 trending nhaaaa, mong MV này của Hiếu thật thành công ạ ️",
                    "thể loại nhạc này dễ tiếp cận khán giả hơn thật. M rất thích cách rap love sang và chơi chữ của Hiếu nên rất hi vọng những sản phẩm lần sau bạn sẽ thêm phần rap nhiều hơn nữa. Chúc mừng 2 sản phẩm liên tục đều đạt top trending",
                    "rất ít khi bình luận nhưng bài hát của anh thật sự rất cuốn, tiếp tục phát huy anh nhé <3",
                    "Hay quá Hiếu ơi, chị nghe đi nghe lại bị nghiện luôn",
                    "Chúc anh MV đạt top 1 trending , sớm chạm được đến trái tim của người nghe , chúc anh thành công trên con đường âm nhạc của mình nhé . Mãi ủng hộ anh .",
                    "MV xuất sắc quá luôn  bài này lúc demo thôi là cuốn xỉu rồi, replay nhiều lần thôi",
                    "cách khai thác âm nhạc của Hiếu tốt quá, từ lyrics, vocal và visual đều ổn, mv mãn nhãn cả phần nghe lẫn phần nhìn. chúc cho mv sớm lên top 1trending",
                    "lên top trending giùm cái, vì bài này xứng đáng, mv concept rất nghệ, màu R&B này đẹp, mượt",
                    "Lyric và ý tứ trong MV là thứ đánh vào tim mình. Nó quá thật và khiến mình nhớ tới câu chuyện của bản thân.\n\"Có lẽ anh chẳng thể yêu thêm.\nGiờ mọi thông báo anh luôn mong là của em.\" :)",
                    "chúc mừng mv của anh Híu đứng đạt hơn 1 triệu view và #2 trong danh mục âm nhạc thịnh hành. cùng nhau support nhiệt tình cho anh HIEUTHUHAI để đi xa hơn nữaa nàooo. \n- from HIEUTHUHAI with love",
                    "chúc mừng MV đã đạt được #1 trong danh mục âm nhạc Thịnh hành nhaa, chúc MV \"Không Thể Say\" và các MV khác luôn luôn đạt được nhiều view và like hơn nữa và chúc HIEUTHUHAI đạt dc nhiều thành công hơn nữa trong công việc !!!",
                    "Chúc MV của anh sớm đạt top 1 trending và ra thật nhiều sản phẩm có thể chạm đến trái tim và tâm trí người nghe nhìu hơn nữa ạ",
                    "lyrics và melody bắt tai quá! Hay! cảm giác giống những hit những năm 2013-2015",
                    "Thật sự đây là một trong số ít MV mang lại cho mình nhiều cảm xúc đến như vậy, từ hình ảnh cho đến từng chữ trong lyrics. Sau khi xem và nghiền ngẫm cái MV này và sâu chuỗi mọi chuyện thì mình nghĩ câu chuyện của MV này kể về một “chuyến thăm quan” Broken Heart Museum của HIEUTHUHAI, có lẽ hình ảnh Broken Heart Museum này được ví như là trái tim của một người con gái anh chàng đã từng thương, mọi khung cảnh được diễn tả lại trong MV.",
                    "Đây có lẽ là một trong số ít những bài mình thích từ melody, lyrics và MV. Mình cảm nhận đây là bài hay nhất, thành công nhất của HIEUTHUHAI, đầu tư rất chỉnh chu về mọi thứ. Melody không quá buồn nhưng khi kết hợp với lyrics làm cho người nghe phải đắm chìm và hóa thân vào đó. Thật sự mình rất thích bài này, mong rằng bài này sẽ ngày càng thành công hơn nữa và có nhiều bài mang phong cách này hơn nữa. Mình không lụy nyc, mình lụy bài này",
                    "Lyrics, âm thanh khỏi bàn cãi rồi. Hôm nay được thấy nét diễn của anh Hiếu qua MV quá tốt luôn á, hỏi sao chú Trường Giang luôn muốn support anh qua mảng diễn xuất. Quá đa tài luôn. Chúc anh luôn thành công",
                    "Thật sư quá nhiều cảm xúc khi xem MV này, thật sự quá ấn tượng, chúc HIEUTHUHAI ngày càng thành công hơn nữa với màu sắc thế này trong tương lai <3",
                    "MV được đầu tư đẹp, chỉnh chu & có ý nghĩa! Bài hát thì lyrics hay, melody dễ nghe, Hiếu hát cũng hay luôn! Duyệt nha! Chúc em lên TOP 1 Trending!",
                    "Rất mong chờ những sản phẩm tiếp theo của anh sau bài hát này",
                    "Trời ơi bài này đúng hay, từ giai điệu đến lời bài hát, đúng tâm trạng trong chuyện tình yêu đôi lứa. Chúc anh Hiếu ngày càng càng phát triển và thành công hơn nữa. Ra mv mới mãi thoai. Chúc cho Mv Không thể say nhanh chóng được top 1 trending và triệu view ahh <3 lab du Hái thứ hiêu <3",
                    "MV hay, mang tính ẩn dụ cao, melody, lyric thì quá đỉnh !!\nNội dung dc truyền tải rất tốt qua hình ảnh và âm thanh, ai rồi cũng sẽ vượt qua quá khứ và phải trưởng thành, lâu lâu ta lại nhớ về nó như một điếu thuốc vậy: Chút đắng, chút chát, chút thơm, nhưng hút xong thì cũng bỏ đi... big thanks for HIEUTHUHAI và ekips !!",
                    "Chúc MV của anh sớm đạt top 1 trending và ra thật nhiều sản phẩm có thể chạm đến trái tim và tâm trí người nghe nhìu hơn nữa ạ. MÃI ỦNG HỘ ANH",
                    "happy \" Không Thể Say \" nằm #1 trong danh mục âm nhạc thịnh hành . chúc mừng mv thành công rực rỡ, luôn support và theo dõi anh nhiệt tình như thế này và hơn thế nữaa. \n- from HIEUTHUHAI with love",
                    "lyrics:\n\nĐã hơn một năm trôi qua, mà mẹ vẫn thế cứ tiếc đôi ta\n\nXoá cả hình xăm trên da\n\nChuyện tình mình cũng chẳng thể phôi pha",
                    "thật sự có lẽ đây là bài mà mình siu thích của hieuthuhai tính ở thời điểm hiện tại luônn,nghiện giọng hiếu hác nhạc buần quáaa.Từ giai điệu đến lyrics đều rất hayy luôn áaa",
                    "Bài hát này thực sự khiến mình khóc 🥹 chúc Hiếu luôn thành công và vui vẻ như bây giờ <3 từng có dịp được nghe Hiếu biểu diễn cùng nhóm ở khoảng cách gần lắm ấy!!!!! Siêu đẹp trai ạ",
                    "bài hát của anh thật sự rất hay. và... em đã thấy được câu chuyện của mình trong bài hát này của anh. thật sự cảm ơn anh!",
                    "MV rất sáng tạo và hay luôn. Mong Hiếu và cả team sớm được lọt top trending nha",
                    "thật sự lời ca khiến mình có nhiều cảm xúc\nChúc Hiếu ra nhiều sản phẩm hay hơn",
                    "Nhạc của anh Hiếu Monday nghe cảm giác vừa chill mà lại xao xuyến ghê",
                    "MV tone màu đơn giản nhưng đẹp thật luôn í, mỗi screen đều mang ý nghĩa. Đỉnh của chópppp",
                    "nhạc cuốn lắm luôn ýyy,nghe bắt tay cựcc:33 chúc MV anh Hiếu sớm đạt top 1 trending nhaa",
                    "Mình tình cờ nghe bài này thấy giai điệu hợp tai quá nên nghe thêm mấy lần giờ nghiện luôn. Sau đó thì bắt đầu để ý lời bài hát cũng ổn áp chứ ko hề sáo rỗng và đặc biệt là mình nghe đc hầu hết lời Hiếu hát chứ ko như nhiều bài hát ko nghe ra đc luôn dù là tiếng Việt. Nay xem MV thấy cũng hay ho, sáng tạo ghê kiểu nhìn lại chuyện tình đã qua như một buổi triển lãm. Mình thích chi tiết ở mỗi đồ vật \"triễn lãm\" đều có chú thích gợi nhớ tới câu chuyện nào đó trg chuyện tình của 2 ng. Vỗ tay cho đạo diễn Đinh Hà Uyên Thư cũng như Hiếu và ekip",
                    "mv cực xịn, nhạc bắt tai dữ dội luôn anh ơi, vẫn là hieuthuhai, vẫn là người làm tui thuộc lòng từng bài hát của ổngggg",
                    "thật sự câu chuyện trong bài này rất dễ chạm đến nhiều người vì thực tế việc một người đang trong giai đoạn phát triển bản thân sẽ bắt buộc chọn lựa giữa tình yêu và sự nghiệp. Khi mình nghe được bài này lần đầu, mình thật sự sắp bật khóc luôn ấy vì dường như mình cảm nhận được hết bài hát này với vị trí nhân vật nữ trong bài nên mình thấy bài này vô cùng rất hay với mình.",
                    "cảm ơn Hiếu ,bạn làm tôi nhớ đến câu chuyện của mình.Bài nhạc rất tuyệt vời.",
                    "Vocal đỉnh quá anh uii! Bắt tai trong lần nghe đầu tiên luôn á🥹",
                    "Chúc anh đạt được top 1 trending nhaaa,mong MV này của anh thật thành công ạ ️",
                    "Càng nghe càng cuốn chúc Hiếu sẽ thành công trên con đường sắp tới nha",
                    "Từ MV qua giọng hát thì không thể chê vào đâu được  xứng đáng top 1 trending nha"
                ]
            },
            {
                "video_info": {
                    "title": "hieuthuhai - ngủ một mình (tình rất tình) ft. negav (prod. by kewtiie)",
                    "channel_link": "http://www.youtube.com/@HIEUTHUHAIOFFICIAL",
                    "channel_name": "HIEUTHUHAI",
                    "views": "45M views",
                    "upload_date": "8 months ago",
                    "short_description": "#ngumotminh #hieuthuhai #kewtiie\n#hieuthuhai #kewtiie #ngumotminh\nhieuthuhai - ngủ một mình (tình rất tình) ft. negav (prod. by kewtiie)\n …\n...more",
                    "duration": "3:25",
                    "subcribers": "520K subscribers"
                },
                "comments": [
                    "Xem xong Hành trình rực rỡ phải quay qua đây để nói em yêu Gíp nhiều lứmmmm",
                    "Bài này nghe mùa Valentine là hợp lắm nè!",
                    "bình thường đã thích bản gốc lắm luôn rồi  nay anh ra thêm bản chill chill rất hợp với không khí cuối năm  dự là replay bài này suốt luôn ạ :>",
                    "Út khờ hát hay và dễ thương vậy nè",
                    "Nhạc của HIEUTHUHAI nghe rất cuốn và luôn mang một vibe gì đó rất thời thượng..Thích HIEUTHUHAI từ trước cả kingofrap vì giọng rất có chất riêng. Sản phầm thì luôn chau chuốt hoàn chỉnh từng li từng tí.. Luôn ủng hộ anh Hiếu tiến thật xaaa và thành công rực rỡ hơn trong chặng đường nghệ thuật tương lai",
                    "tr ơi mê cái giọng của Negav quá đi  giọng tình vãi luon á",
                    "Thích cái vibe của bản này quá, từ bản phối cho đến màu phim. Nghe nghiện lunnn",
                    "Cảm ơn anh HT2 anh đã giúp em có cuộc sống tích cực vui vẻ hơn, mỗi khi em nghe nhạc của anh giúp em có thêm động lực để bước tiếp vượt qua mọi khó khăn, em cũng chúc anh sẽ luôn hạnh phúc và vui vẻ ạ",
                    "Mau ra bản karaoke beat này đi ạ. Mê quá anh ơi",
                    "Bản phối như này nghe rất ngọt ngào và sâu lắng, khác với màu latin kia khá năng động...Hy vọng nhạc của Gerdnang sẽ phổ biến hơn, nhạc rất có gu luôn",
                    "Mong a quay thêm nhiều cảnh chill với bạn bè gần gũi như vậy. Luôn ủng hộ và theo dõi anh",
                    "Nhạc của HIEUTHUHAI nghe rất cuốn và luôn mang một vibe gì đó rất thời thượng..Thích HIEUTHUHAI từ trước cả kingofrap vì giọng rất có chất riêng. Sản phầm thì luôn chau chuốt hoàn chỉnh từng li từng tí.. Luôn ủng hộ anh Hiếu tiến thật xaaa và thành công rực rỡ hơn trong chặng đường nghệ thuật tương lai",
                    "huhu sau một tháng nghe ver này của \"ngủ mộ mình\" thì mình mong Hiếu sẽ cho thêm nhiều bài nghe ngọt như này đi aaaaaaaaaaaaa, nghe soft xỉuuuuu",
                    "Hồi đầu tìm nghe thử nhạc của Hiếu vì.. đẹp quá  nhưng càng nghe nhạc Hiếu càng cuốn. Bản phối này tình rất tình thật sự, nghe muốn chìmm sâuu. Chúc mừng Hieuthuhai. Chúc cậu và nhạc của cậu ngày càng tiến xa hơn nữa",
                    "Thích cái vibe của bản này quá, từ bản phối cho đến màu phim. Nghe nghiện lunnnCàng Nghe Càng Thấm...Chúc mừng \"Ngủ Một Mình\"",
                    "Awww xịn quó , cả 2 bản đều hay Hiếu ơi. Hy vọng nhạc của Gerdnang sẽ phổ biến hơn, nhạc rất có gu luôn",
                    "Ver này cũng soft quá đỉnh quá, anh mang bài này đi diễn ở Hanoi dc ko ạ  Em mong dc nghe Hieuthuhai trong vibe này lắm ahhhhh",
                    "bản phối như này nghe rất ngọt ngào và sâu lắng, khác với màu latin kia khá năng động",
                    "lần đầu tiên tôi tuổi trung niên lại bị hút theo giai điệu của bạn này. Xuất sắc. Bạn Negav cũng là \"mảnh ghép hoàn hảo\" của ca khúc này.",
                    "Xem anh bên 2N1Đ giờ vào xem anh hát mà nghiện ghê. Hát nhẹ nhan.ấm ấp. Nghe như thả hồn vào bài nhạc luôn ý. Chúc anh một ngày một thành cong trên lĩnh vực này nhé",
                    "Thích màu của MV quá, đúng kiểu nét Vibe thơ lãng mạn luôn á, chúc HIếu luôn thành công trên con đường âm nhạc, nhạc hay lắm ạ",
                    "top 1 âm nhạc thịnh hành rồi:3 chúc mừng anh Hiếu và mọi người nhaaa, nhạc quấn lắmmm luôn á tr 🥹 ngày replay cả chục lần là ít",
                    "thích bản phối kiểu hường phấn ngọt ngào như này với bài Nghe như tình yêu của Hiếu ^^ vì Giọng Hiếu cx soft soft ngọt ngọt kiểu vậy ^^ ủng hộ Hiếu ra hẳn 1 album hường phấn như vậy luôn nghe cho đã ^^ giống vibe album Pink Planet của chị Dọa Mèo ^^",
                    "Thích màu của MV quá, đúng kiểu Vibe thơ ca lãng mạn luôn ~ Chúc HIếu và Gerdnang luôn gặt hái được nhiều thành công trên con đường âm nhạc! Mãi theo dõi ủng hộ HIEUTHUHAI <3",
                    "hay quá ạ  nhạc đã chill mà thêm visual của mấy anh lại đỉnh nữaaaa",
                    "Nhạc chill thiệc ! Mong anh ra nhiều bài như này nha ^^",
                    "Tuyệt vời, bản phối hay, nghe cuốn hút",
                    "Giọng chú Hiếu rap nhẹ nhàng như thủ thỉ vào tai người nghe vậy. Đỉnh của chóp",
                    "Càng Nghe Càng Thấm...Chúc mừng \"Ngủ Một Mình\" đã leo xuất sắc top 1 trending youtube rồi!!! Rất mong mọi người cùng đón nhận nhiệt tình sự kết hợp ủng hộ và những dành cho khán giả yêu thương.Hi vọng mọi người ca khúc này thật nhiều ủng hộ cho HIEUTHUHAI nha!!!",
                    "Mê giọng Negav quá trời",
                    "Nhạc hay quá nha Hiếu ơiii, ra nhiều bài nữa nhaaa  chúc Hiếu ngày càng thành công nhá vì bạn rất xứng đáng",
                    "Nhạc đẹp trai ghê, mong a ra nhiều sản phẩm cuốn như này ạ",
                    "A Hiếu thứ high ra bài nào cũng bơ phệch thực sự. Hay đến nỗi mà nghe đi nghe lại cả chục lần. Luôn ủng hộ anh Hiếu tiến thật xaaa và thành công rực rỡ hơn trong chặng đường nghệ thuật tương lai  Top 1 vẫn chưa là đủ hay như thế này thì phải giữ top 1 cả năm luôn mới xứng đáng",
                    "bài hát quá tuyệt vời, giai điệu quá cuốn , không cần hát quá nhiều vẫn rất thu hút",
                    "Đânh giá cao nhiều bài của anh, ngày nào cũng xem đi xem lại rồi view cũng cứ tăng đều đều mà chưa có dấu hiệu dừng. Mong anh sẽ càng ra nhiều mv tình bể tình như này nữa nhaa",
                    "Hãy ở lại với anh\nThêm một ngày nữa thôi\nVì anh không muốn\nPhải ngủ một mình đêm nay đâu",
                    "Bản này rất hay và đúng là tình rất tình. Mình rất thích kiểu rap mềm mại nhưng ngôn từ gợi tình như này, nó kiểu vừa hiền vừa \"hư\" á. Đặc biệt là vừa nghe vừa xem khúc HIEUTHUHAI nằm ôm cây đàn, chắc chẳng ai có thể để 1 chàng trai như vậy ngủ một mình đâu",
                    "Mê voice của bé Negav nha, soft xỉu",
                    "Yoooooo I  just discovered this song and it’s been on repeat, it’s my favorite viet song.  I’ve never heard a Vietnamese song like this!!  I wish this was on all the American stations!!",
                    "Bản gốc đã hay bản này còn extra tiếng guitar nữa huhuhu  không bao giờ thất vọng nổi với những gì Hiếu cũng như GERDNANG mang đến ️‍ 2023 is worth waiting for anh ơiiiii 🫶",
                    "bản chính vibe đã quá cháy rồi nay lại có bản tình cảm này thì chỉ đốn tim khán giả hết rồi Hiếu ơi hihi",
                    "Vibe này của Hiếu thích thật, vừa chill vừa phiêu ^^",
                    "so perfect. Mỗi lần anh Hieuthuhai ra bài nào là cuốn theo bài đó. U mê gần chếttttt",
                    "Quá mê, quá cuốn, bản đầu tiên mình biết đến Hiếu và nge mãi chưa nge sang bài khác. Cảm thấy si mê bài này hơn 1 tuần rồi. Nge rất đã luôn",
                    "Biết ông Hiếu từ 2 ngày 1 đêm  vì độ chịu chơi dễ thương bây giờ nghe nhạc thấy ổng giỏi gì đâu nhạc nào cũng hay nghe từ nãy giờ mà bài nào cũng đỉnh quá xuất sắc luôn",
                    "damnn, 1 bản remake very chill, chúc anh Híu thành công với những dự án tiếp theo nhaa",
                    "Hayy quá anh Hiếu ơiiiiiii chúc anh có thật nhiều sản phẩm hay trong năm nay nữa nha",
                    "Hơn hiếu 4 tuổi mà lại thua hiếu ở nhiều thứ rất ngưỡng mộ giọng rap của hiếu và con người của hiếu sau khi theo dõi chương trình 2 ngày 1 đêm. Đặc biệt nghe xong bài này thù chính thức fan cứng của e. Chúc e sức khoẻ và nhiều thành công trong công việc nhé.",
                    "Mê A Hiếu từ chương trình 2n1d. Rồi bắt đầu nghe đến âm nhạc của Anh Hiếu. Thật sự rất mê tài năng và cả con người chân thành của anh",
                    "a Negav hát hay giọng nhẹ dữ, lắng nghe từng chữ lunn",
                    "Nghiện bài này quá đi anh Hiếu ơi nghe hay cuốn thật",
                    "Với gu âm nhạc của thị trường Việt Nam thì rõ ràng bản phối này sẽ hợp với khán giả hơn đó. Phải chi ngay từ ban đầu đã dùng bản này thì có lẽ đã thành công vang dội hơn",
                    "Hieuthuhai hợp với mấy phong cách soft.. mv cuốn vcđ mặc dù nghe bài này cả tháng rồi mà mv này nghe vẫn thấy hay haha",
                    "Vâng... và đây là cả khúc \"ngủ mụt mìn\" by Hái thứ hiu ft Út khờ",
                    "Bản này chill thật sự luôn ấy, mà bị ghiền biểu cảm của Híu nữa",
                    "Nghe bản này thích ghê á, vừa nhẹ nhàng, vừa ngọt nữa chứ.",
                    "cảm ơn anh đã đăng sản phẩm âm nhạc chất lượng này vào ngày sinh nhật của em",
                    "Thích tính cách chân thật của Hiếu rồi thích luôn nhạc của Hiếu:))",
                    "HTH hợp với phong cách trẻ trung, hiền lành như NKH vậy, đánh tan định kiến rapper là phải bụi bặm, ngầu lòi, phá cách. Hiếu chỉ cần hiền lành vẫn ngầu",
                    "Trời ơi~ bản này giọng a negav với a hiếu nghe ấm quá à. Ng đâu mà hát, rap hay quá trời ️️️"
                ]
            },
            {
                "video_info": {
                    "title": "HURYKNG x HIEUTHUHAI - Một Công Đôi Việc chứng minh vừa đẹp trai còn RAP hay | Rap Việt Live Stage",
                    "channel_link": "http://www.youtube.com/@VieTalents",
                    "channel_name": "VieTalents",
                    "views": "1.2M views",
                    "upload_date": "10 days ago",
                    "short_description": "#hurrykng #rapviệtmùa3 #hieuthuhai\nHURYKNG x HIEUTHUHAI - Một Công Đôi Việc chứng minh vừa đẹp trai còn RAP hay | Rap Việt Live Stage\n\n#hurrykng #hieuthuhai #rapviệtmùa3  …\n...more",
                    "duration": "13:01",
                    "subcribers": "3.2M subscribers"
                },
                "comments": [
                    "Đẹp như 1 cái MV quá hoàn hảo luôn\nĐến giờ vẫn nghe đi nghe lại, mong 2 Khang được cứu để được xem tiếp",
                    "Ngay từ đầu beat vang lên đã thấy cuốn rồi. Đoạn của Hurrykng đã rất catchy và thu hút người nghe như mình rồi. Phần của HTH làm bùng nổ thêm, chẳng qua voice của HTH dày hơn nên mn nghe cảm giác Hurry bị lu mờ nhưng ko phải. Mỗi người 1 màu giọng , giọng của Hurry nhẹ hơn nhưng hát vẫn rõ chữ, lyrics ý nghĩa và đầy cảm xúc.",
                    "Bài này mình nghe đi nghe lại nhiều lần, rất hay. HIEUTHUHAI thật sự không chiếm spotlight của HURRYKNG mà đang nâng bạn mình lên. Hurrykng vòng này thật sự bức phá. Mình công nhận Hurry là 1 rapper tài năng, xứng đáng có chỗ đứng riêng. Bigdady quả là 1 HLV có tầm nhìn. Lời khen cho Big Team. Mong là sẽ có nón vàng cho Hurrykng",
                    "Bài này không chê vào đâu được hôm bữa giờ reply lại chục lần nghe vẫn không chán cái hook quá bắt tai HurryKng làm rất tốt rồi mong sẽ có 1 vé để vào chung kết.",
                    "Hurrykng thật sự quá đỉnh, mình đã nghe lại bài này rất rất nhiều lần, có linh cảm là bài này sẽ viral trong vài ngày tới. Đoạn hook và rap melody nghe rất bắt tai, lyrics cũng được trau chuốt và giúp mình phần nào hiểu được những gì anh đã trải qua cũng như những định kiến của CĐM về anh, các anh thực sự có cả NĂNG LỰC và VẺ NGOÀI. Trước đây mình ko biết tới Hurrykng nhưng sau Rap Việt mùa 3 thì cái tên Hurrykng đã để lại cho mình ấn tượng mạnh nhất, sau này mình sẽ tiếp tục theo dõi và ủng hộ a. Chúc Hurrykng và GERNANG sẽ gặt hái được nhiều thành công mới!!!",
                    "Bài duy nhất trong bảng tôi replay hàng ngày và có trong playlist spotify. Đơn giản vì xứng đáng và tròn trịa. Diễn chung kết còn được chứ đừng nói v3. Mọi thứ đều tròn từ bố cục đến lyrics đến deli. Đã cái tai ưng cái bụng gì đâu. Ht2 ko hề chiếm spotlight của khang, lyrics thì tôn khang lên. 2 bạn nữ như diễn chứ thi thố j nữa.Xứng đáng win nguyên bảng chứ đừng nói nón vàng",
                    "Vòng bứt phá đến h bài này vẫn đọng lại và làm mình nghe lại nhìu lần quá hay ạ  các tập sau đợi thui",
                    "tiết mục này thật sự khiến mình ấn tượng, Hurrykng hóa thân như một boss đúng nghĩa, cách nhả chữ và chơi flow, vẫn là chất voice đấy, cách làm bài quả đỉnh luôn ấy =) ổng ém quài haaaaaa =)) lâu lắm mới cmt ở rap Việt but yeah, respect my boy !! Let's get itttt GERDNANG teammmmmm",
                    "thật sự công nhận Hurrykng xứng đáng được nón vàng để vào chung kết, quá đáng tiếc khi bài hát hay nhất bảng lại bị loại",
                    "Bài này BIG chọn cho Khang quá đỉnh, vừa khiến tài năng của Khang bứt phá mà cũng làm cho Hiếu Thứ Hai thay đổi đc cách nhìn của khán giả luôn. Từ trước h Hiếu toàn Pop-rap chứ chưa thử quả beat khủng ntn. Phía Khang làm quá tốt luôn, mình nghĩ 2 bạn cùng hỗ trợ nhau cùng nhau bùng nổ. Khang bứt phá với phần thi còn Hiếu thì chứng minh đc mình đa năng đa tài, Rap Hiphop cũng ổn luôn. 2 ae mãi đỉnh",
                    "Thực sự respect cho cả Hieuthuhai và Hurrykng, 3 năm trước Hieuthuhai đc sự hỗ trợ từ Hurrykng trong king of rap đã cháy rồi thì 3 năm sau khi Hurrykng cần Hieuthuhai thì lần này cũng thật sự là quá cháy rồi, mà mình cũng thích lyrics: \"I got your back như ngày mưa 3 năm trước\" của Hieuthuhai nữa, thật sự bọn họ support nhau cùng nâng nhau lên. Hi vọng Hurrykng, Hieuthuhai và cả nhóm Gerdnang sẽ càng ngày càng thành công.",
                    "Không biết lúc ghi hình bảng này, team sản xuất có nghĩ bài này blooming dị không  Từ lyrics, structure, melody, performance, delivery và voice đều ok hết. Catchy vaix, tôi nghe 1 lần đã hiểu bố cục bài và voice Khang rất dễ nghe, rap rõ lời và uyển chuyển. Lyrics ý nghĩa và bám đúng topic, chứ không phải nhìn lyrics vẫn méo hiểu rap cái gì như 1 số bạn :)))) \"9 người 10 ý\" vs \"Một công đôi việc\" tưởng không liên quan nhưng Khang xây dựng thông minh vãi. Verse của HTH ngắn đủ và thực sự là ngòi nổ cho cả bài thêm hay và cao trào, không hề steal shine. Lyrics Hiếu cũng support và respect Khang. Đúng là feat với ae nó khác :))) Bài này xứng đáng win bảng này. Bài của Liu cũng rất tốt và thông minh, nhưng tôi (và rất nhiều khán giả) thấy chưa tốt bằng bài K. Liu xứng với nón vàng, Khang xứng đáng thắng - sau cái nhìn toàn diện, và hãy nhìn reaction khán giả sau khi chiếu xong",
                    "\"Lời viết lạnh ngắt từ trong lòng\n\nNên không cần máy lạnh bật trong phòng\n\nĐơn giản chỉ là để tiết kiệm điện\n\nLý do chính mới là để making heat/hit\"",
                    "Ồi ôi HURYKNG nói chuyện duyên xỉu, vòng này bứt phá thật sự luôn. HURYKNG x HIEUTHUHAI tạo nên 1 bài rap tuyệt vời",
                    "bài này mà diễn ở chung kết 2 mình tưởng là có khách mời tới trình diễn , quá thế giới , hurrykng đã làm đúng cái thực lực của mình , beat duongk quá đỉnh , 1 respect cho big đã hl ts đi đúng đg và bộc lộ hết khả năng đúng với vòng bức phá , quá đỉnh hetcuu",
                    "Bài nghe quá cuốn trong 4 bài. Thấy rất tiếc khi không win, tem big lúc mới đầu thấy rất yếu nhưng càng vào vòng trong thấy càng bộc lộ tài năng ráp càng ngày càng thấy cuốn. Mong HURYKNG sẽ nhận được nón vàng để vào vòng trung kết.",
                    "Nếu ko dc chọn nón vàng thì 2 bạn cứ cầm bài này đi diễn khắp các show, các bar nhé, bài này quá hay và đểu đủ sức để đốt cháy tất cả các sân khấu mà nó dc trình diễn. Chúc HURYKNG và team GERDNANG thành công. Còn ai nói HIEUTHUHAI lấn át Khang thì cứ đọc lyric của Hiếu cho rõ, tất cả đều để nâng tầm cho HURYKNG.",
                    "Bài này rất hay luôn . Mình thấy (ý kiến riếng ạ) Hurryking luôn nhấn mạnh những từ cuối (hay hầu hết là trong câu , còn Hieuthuhai thì luôn luôn rap nhanh và nhấn đầu . Đó tạo nên một điểm khác biệt nhưng cuốn",
                    "Thế nào mà loại đc HURYKNG. Quá hay, Hi vọng HURYKNG vào chung kết với 1 nón vàng của giám khảo. Mé nó, nghe đi nghe lại éo thấy chán. HURYKNG  viết và rap hay thật ...",
                    "Khong nên lấy 1 người đang thi để đi so sánh với 1 người hổ trợ! \nThích cách trả lời & tính cách manly của Hurykng ️",
                    "Mình có cho bạn bè quốc tế coi tập này và họ cũng thấy bài rap này của Hurrykng hay nhất 🥹 Nón vàng đi HLV ơiii",
                    "quá tuyệt vời luôn sự lột xác của Hurrykng\nHieuthuhai đã trợ diễn vừa đủ mà vẫn hay\nTiết mục hay nhất tập này đối vs mình",
                    "Mỗi người mỗi ý nhưng Hurykng thực sự toả sáng,qua đến giờ replay ko biết bao nhiêu lần luôn rồi.HTH xuất sắc support cho bài , phần thi này mang lại cảm giác của sân khấu Show me the money vậy",
                    "Một tiết mục hay, ráp hay, bùng nổ! Hurykng xứng đáng được đi tiếp",
                    "Dù ai nói ngả nói nghiêng, Hurykng vẫn khiến mình replay nhiều lần. Tư duy làm nhạc, viết lời của Hurykng thật sự rất hay, ít nhất mình cảm nhận được nó và yêu thích️",
                    "thật sự từ vòng 1 tới vòng 3 thích mỗi bài này của Hurrykng nhất , lyrics quá mượt",
                    "Đây là bài hát duy nhất trong vòng bứt phá mà mình nghe đi nghe lại tới tận giờ. Cố lên nhé Hurrykng, bạn xứng đáng được đi tiếp ^^",
                    "ĐỐI VỚI MÌNH BÀI NÀY HAY NHẤT SẼ NGHE ĐI NGHE LẠI NHIỀU LẦN\nVỀ HIEUTHUHAI TẦM 2-3 NĂM NỮA SẼ NỔI TIẾNG HƠN NỮA, TRONG LĨNH VỰC GIẢI TRÍ GAME SHOW, ĐIỆN ẢNH. \nNGÔI SAO QUÁ SÁNG",
                    "HURRYKNG luôn cuối gập người khi chào khán giả, cũng như cuối gập ng trc HLV - BGK. Xứng đáng vô chung kết hát cùng anh BIG :)",
                    "giám khảo và hlv cùng trấn thành nhắc quá nhiều đến HTH mới chính là hại Hurrykng chứ trong bài thì Khang đã làm rất tốt và không hề bị lép vế",
                    "Reply bài này nhiều nhất vòng 3 nhưng thật sự tiếc vì Khang đã dừng chân. Nhưng mà không sao, mình tin với tài năng của Khang và Gớt Nang sẽ vươn xa trong tương lai. Loveeee <3",
                    "Team big toàn bài có giá trị nghe lại rất cao. Thật sự ấn tuợng",
                    "ít ra thì Hiếu thứ hai không bóp hurrykng như ai kia nói thật, xuống hiện cuối bài quá hợp lí chứ ai như ông nào đây xuống hiện đầu bài rapper hỗ trợ mà chiếm 2/3, nói trong 4 người thì thấy hurrykng là bức phá nhất quá hay tiếc quá,công nhận hiếu thứ 2 hỗ trợ quá hay",
                    "Mong có nón vàng cho HURRYKNG, HIEUTHUHAI làm đúng vai trò hỗ trợ của mình luôn ấy, Hiếu lên sân khấu sau và luôn đứng sau HURRYKNG trình diễn chứ không đứng ngang hàng bạn mình\nKhông hề thấy HURRYKNG bị lu mờ luôn ấy, lyrics+flow+delivery+hook đỉnh quá trời, còn đẹp trai rap hay",
                    "Hiếu không hề steal Khang’s thunder. Khang rất xuất sắc. Mình cứ nghe bản này over and over again. Hai bạn đã cùng đưa nhau lên. Hy vọng Khang được nón vàng, vì Khang rất xứng đáng.",
                    "Bài này phải nói là \"khủng khiếp\", bài của Liu grace thì nói là \"quái vật\". Thật là khó để chọn ai đi tiếp.nhưng nếu tính cả chặng đg thì Liu Garce nổi bật hơn và có khả năng chiến đấu với các pro khác đêm chung kết",
                    "bài rap m replay nh lần nhất trong tất cả các mùa RV.  Hay cả phần nghe và phần nhìn. Beat thì cuốn ngay nhịp đầu tiên. Hy vọng 2 bạn sẽ còn bay cao sau RV.",
                    "Thứ mà Hurrykng thiếu là thần thái biểu diễn và kinh nghiệm sân khấu, điều này Lill Grace làm quá tốt, còn lại bài này ko chê vào đâu dc, kể cả vibe của Hieuthu2 quá hay cũng ko làm chìm dc phần của Hurry. Respect",
                    "Lyric của HTH toàn chia sẻ, tâng bốc, giải thích cho những việc HRK đang làm, những gì HRK đang cố gắng, quá chuẩn trong việc support rồi , Lyric HTH kh hề hát ngoài ý chính là tô màu thêm những gì HRK muốn truyền tải",
                    "Cần 1 nón vàng cho HURRYKNG, tập này Khang hoàn toàn bứt phá, không hề lép vế dưới Hiếu. Cả 2 cùng nâng nhau lên rõ ràng! Có thể nói hay nhất trong tất cả 4 bạn"
                ]
            },
            {
                "video_info": {
                    "title": "(Playlist) - Những Bài Hát Hay Nhất Của HIEUTHUHAI",
                    "channel_link": "http://www.youtube.com/@cojt2112",
                    "channel_name": "CojT",
                    "views": "2K views",
                    "upload_date": "8 days ago",
                    "short_description": "#hieuthuhai #playlist #music\n(Playlist) - Những Bài Hát Hay Nhất Của HIEUTHUHAI\n\nPlaylist bao gồm các sản phẩm HIEUTHUHAI cùng những homies sáng tác 🎶♫🎤 …\n...more",
                    "duration": "50:14",
                    "subcribers": "154 subscribers"
                },
                "comments": []
            },
            {
                "video_info": {
                    "title": "Một Công Đôi Việc - HURRYKNG ft. HIEUTHUHAI - Team BigDaddy | Rap Việt 2023 [MV Lyrics]",
                    "channel_link": "http://www.youtube.com/@VieChannelMUSIC",
                    "channel_name": "Vie Channel - MUSIC",
                    "views": "864K views",
                    "upload_date": "7 days ago",
                    "short_description": "#RapViệtMùa3 #RapVietSeason3 #VieChannel\nMột Công Đôi Việc - HURRYKNG ft. HIEUTHUHAI - Team BigDaddy | Rap Việt 2023 [MV Lyrics]\n\n#RapViệtMùa3 #RapVietSeason3 #VieChannel #VieGiảiTrí #VieON #DatVietVAC …\n...more",
                    "duration": "5:03",
                    "subcribers": "159K subscribers"
                },
                "comments": [
                    "mọi người cứ nói Hiếu chiếm spotlight nhưng tôi thấy HURRYKNG mới sáng nhất phần trình diễn này từ bố cục, lyric deli. Phần bổ trợ của Hiếu đúng là điểm thêm cho phần trình diễn quá xuất sắc này. Get it up HURRYKNG",
                    "HURRYKNG đã tỏa sáng. Nếu bro đọc không sót một bình luận thì hãy đọc những dòng bình luận dưới đây để biết mình đã xuất sắc hoàn thành bài thi và nhận được sự công nhận của khán giả như thế nào !!!",
                    "\"We take it higher and make all the way going up\"\n\nChỉ cần 1 câu này thôi để chứng minh Hurrykng xứng đáng vào chung kết. Câu rap này lãng vãn trong đầu mình từ khi xem tới giờ, quá hay!!",
                    "phần trình diễn của HURYKNG quá xuất sắc đủ để chứng minh cho khán giả thấy anh xứng đáng được vào chung kết (bài thi hay nhất bảng D theo ý kiến cá nhân của mình)",
                    "Tiết mục này quốc tế và viral hơn rất nhiều lần cái thứ được quy hoạch để được gắn mác quốc tế. Hurrykng thực sự xuất sắc nhất và bứt phá rõ rệt nhất bảng đấu. Chúc Hurrykng gặp nhiều may mắn và thành công trên con đường đã chọn nhé",
                    "Hi vọng bgk cứu anh Hurrykng vào ck, hãy đánh bại quái vật trong mùa này nhé anh (Nếu có cơ hội). Respect anh. \n\"Kim cương với vàng đặt trên bàn cũng đã hơi đầy, cầm vương miệng bạn đánh rơi này\" . \nủng hộ anh.",
                    "Bên cạnh sự bứt phá của Hurrykng thì phải công nhận cái beat của Dương K ác thiệt. Quá đỉnh",
                    "đây là phần thi mà mình replay nhiều nhất cho tới hiện tại, thật sự nghe mãi không chán",
                    "phải nói anh Big là 1 hlv có tâm và có tầm. Ngay cả việc luôn lên tiếng nói đỡ cho thành viên của mình cũng cảm thấy ổng rất quan tâm đến học trò",
                    "HurryKng quá kinh khủng! chỉ vì màu nhạc của LG quá đặc biệt đi, nên là cậu phải lùi về phía sau 1 bậc, nhưng Khang đã chinh phục được rất nhiều khán giả!",
                    "Bài này hay kinh khủng, với tôi bài này out trình vòng này cho tới hiện tại  Nghe nổi da gà",
                    "quá xuất sắt nghe nổi cả da gà quá hay . ko biết có được cứu nón vàng ko nhưng a đã rất thành công, luôn ủng hộ a",
                    "nếu bạn ấy không được vào top 9 thì mong ban tổ chức cho bạn ấy xuất hiện với 1 tiết mục ở đêm chung kết, Hurrykng rất xứng đáng.",
                    "shout to  HURRYKNG. Xứng đáng đc vào chung kết. Respect",
                    "với em bài này thực sự khiến cho mọi người phải biết đến HurryKhng nhiều hơn, anh đã quá cháy rồi ạ keep it up man",
                    "quá đỉnh, nghe suốt mấy ngày vẫn cứ là nổi da gà",
                    "bài này hay thật sự , mong sẽ có nón vàng cho HURRYKNG , bạn ấy xứng đáng được vào vòng Chung kết",
                    "Tiết mục này quá xuất sắc luôn í. Mong a dc vào chung kết vì a xứng đáng. Chúc mừng a nhé. Bài hát rất hay",
                    "bài này thật sự rất cuốn ngay từ lần đầu tiên mình nghe luôn í, đây mới đúng là bứt phá. Mong anh sẽ đc nón vàng, hic",
                    "tất cả các vòng Khang đều làm rất tốt luôn. từ vòng 1 tới giờ bài nào cũng hay hết ác thật:)) mình thích cả nhạc của Khang và con người của Khang, cách mà K nói chuyện với mn, cách mà K tôn trọng những ng anh em, cách mà K iu mẹ và cô gái của ảnh. Chúc Khang hạnh phúc, thành công và tự tin nhiềuu hơn nữa nha. Khang xứng đánggg",
                    "bài này đỉnh nhất bảng luôn rồi, tiếc là LG là người được chọn từ trước rồi. nữ duy nhất còn ở lại và có năng lực",
                    "quá đỉnh từ âm thanh đến lyric , xứng đáng được cứu bới hlv Karik",
                    "Hurrykng xứng đáng để vào vòng CHUNG KẾT\n\n Ai có cùng ý kiến giơ tay:)))",
                    "HURRYKNG XỨNG ĐÁNG ĐƯỢC BIẾT ĐẾN NHIỀU HƠN, TƯ DUY LÀM NHẠC QUÁ ĐỈNH VÀ RẤT THÔNG MINH LUÔN Í",
                    "bài này chất vãi chưởng phải nói đúng là tâm huyết của một rapper thực thụ",
                    "Bài này thực sự cháy,Hurryking xứng đang có 1 vé vào chung kết",
                    "Khang không hề bị lu mờ gì luôn á, một thân một mình toả sáng. Hiếu sp rất tốt luôn, mong Khang vào chung kết",
                    "TÔI CẦN MỘT NÓN VÀNG CHO HURRYKNG VÌ ANH TA QUÁ XỨNG ĐÁNGGGGGGG",
                    "Tự nhiên bài này cho mình cảm giác của một kẻ chiến thắng. Hook nghe cuốn thật.",
                    "HURRYKNG đã thực sự làm rất tốt, không có HTH thì bài này vẫn rất hay và toả sáng, HTH chỉ góp phần để cháy hơn nữa thôi, mong là sẽ có nón vàng dành cho tài năng như Khang",
                    "beat quá cháy, lyrics quá hay",
                    "Hiện tại, bài này là bài mình replay nhiều nhất mùa 3",
                    "Ht2 đã tinh tế khi xuất hiện sau cùng. Không chiến thắng nhưng vẫn đáng tự hào",
                    "cực thích nhạc ông này, giọng hay rap ngen mượt",
                    "Thắng hay thua gì thì cũng có cái cúp trong lòng người hâm mộ òi :>\nHay lắm 2 Khang ơiiii",
                    "Mình thấy hayy và m.n bảo HieuThuHai chiếm sportlight nma mình thấy HURRYKNG sáng sân khấu thực sự ạ",
                    "Dù không biết kết quả ntn, nhưng trong lòng khán giả Khang đã làm rất tốt rồi. Chúc Khang sẽ thành công trên con đường sắp tới nhé!",
                    "Khang ơi dù có đi tiếp hay không thì sự thành công nhất anh nhận được là tình cảm của khán giả rồi ạ. Tin chắc Khang sẽ thật thành công trong tương lai. Anh cười đẹp lắm, bỏ kính ra trông cũng đẹp. Đẹp trai đúng, nổi tiếng đúng nhưng mà tụi anh rap hay =))))",
                    "Bài này hay, nghe lại vẫn không chán, nhạc của anh HURRYKNG có sự đa dạng trong câu từ, mỗi bài là một màu sắc khác nhau, anh rất xứng đáng có được tấm vé vào đêm chung kết. :3",
                    "bố cục bài quá hoàn hảo , bài 4' , HT2 rap có 1' ; đúng chất hổ trợ luôn chứ làm gì chiếm sóng . bk ai lu mờ k Minh Lai mới bị Lu mờ :))",
                    "bài hát này, năng lượng này, đây giống như 1 màn trình diễn ở đêm chung kết vậy, giờ mà có 10 nón vàng cũng nguyện quăng cho HRK!!",
                    "Bỏ qua yếu tố Hieuthuhai nổi tiếng và chiếm Spotlight thì đây là một màn hỗ trợ vừa đủ... đâu như bài của Minh Lai, hỗ trợ mà rap lu mờ lun thí sinh :))",
                    "Cứ chờ bản audio bài này của HURRYKNG từ mấy ngày qua  quá xuất sắc!",
                    "HurrryKng đã xuất sắc và tỏa sáng ntn thì tất cả mọi người ở dưới cmt đều đã chứng minh, bạn ấy ko được chọn có thể 1 phần là do đây là gameshow chứ ko phải là 1 cuộc thi thuần túy, nó có nhiều yếu tố ngoài chuyên môn ảnh hưởng đến kết quả nữa. HieuThuHai cũng đã có 1 màn support quá là xuất sắc khi ko chiếm spotligh của Kng, câu \"yo HurryKng cầm vương miệng m đánh rơi này\" đã thể hiện rõ điều đó rồi.",
                    "Bài này hay nhất mùa 3 cho đến hiện tại\ntuyệt phẩm của HURRYKNG",
                    "ui con beat, hết từ nói bài rap mọi thứ tuyệt ok, tặng kèm thêm gấp đôi sự đẹp trai này...câm nín, gật gù và để chế độ lặp",
                    "Amazing goodjob Em\nNể nhất quả flow ver 2\n\n\"Thành công hay không better blame on my circle",
                    "Chắc không chỉ mình tôi thấy bài này xứng đáng vào chung kết",
                    "Cho tới hiện tại thì bài này là MVP round này",
                    "HurryKing mà kết hợp với Karik thì chắc là có siêu phẩm đấy. Hi vọng bạn được Rik vớt về",
                    "Chúng tôi muốn có phần votting khán giả đề Hurrykng vào Chung Kết. Ai đồng ý giơ tay anh em",
                    "lần đầu tui thấy Hieuthuhai bị lu mờ bời người khác. không thể rời mắt khỏi Hurrykng. anh ta xứng đáng vào vòng trong. nếu không vào anh cũng đã vào được tim của mọi người ở đây",
                    "NÓN VÀNG, NÓN VÀNG . đơn giản 1 từ đó để nhận xét bài này. NÓN VÀNG ĐI . Tôi không biết Bro HURRYKNG có đọc được bình luận này của tôi không. Nhưng bạn đã quá bứt phá và xuất sắc vượt trội . Tài năng của bạn đã thu hút tôi từ những bài \"24 trên 7\" 4 năm trước. Tôi đã là Fan của bạn cũng dc 3 năm và thực sự tự hào và mừng rỡ khi thấy bạn có mặt ở đây.",
                    "Trước khi mùa 3 t không biết DuongK là ai, cũng như đánh giá thấp anh. Nhưng thật sự từ vòng 2, mình khẳng định DuongK-Machiot là 2 prod cháy nhất🫶️‍",
                    "Hurrykng quá xuất sắc , dù thế nào thì em đã chiến thắng trong lòng nhiều người trong đó có anh,nếu em có thấy comment này thì em hãy xem đây lá động lực để ra nhiều sản phẩm tốt hơn sau này vì em quá tài giỏi và khiêm tốn anh rất thích , cuộc đời em giống anh vì mình đều mất ba từ sớm thì tình yêu dành cho mẹ là tuyệt đối",
                    "Hay quá Hurrykng ơiii. nón vàng cho a là xứng đáng",
                    "lyric HurryKng không bao giờ làm tôi thất vọng",
                    "bạn ấy xứng đáng được vào vòng Chung kết",
                    "Quá bất ngờ với sự điên rồ này, phần thi hay nhất rap việt 3 mùa",
                    "Mong là nón vàng sẽ đc trao cho HURRYKNG"
                ]
            },
            {
                "video_info": {
                    "title": "HIEUTHUHAI - Nghe Như Tình Yêu (prod. by Kewtiie) [Official Lyric Video]",
                    "channel_link": "http://www.youtube.com/@HIEUTHUHAIOFFICIAL",
                    "channel_name": "HIEUTHUHAI",
                    "views": "29M views",
                    "upload_date": "2 years ago",
                    "short_description": "#NGHENHUTINHYEU #GERDNANG #HIEUTHUHAI\nHIEUTHUHAI - Nghe Như Tình Yêu (prod. by Kewtiie)  [Official Lyric Video]\nAudio đã có mặt trên: https://umvn.lnk.to/NNTY\n …\n...more",
                    "duration": "3:13",
                    "subcribers": "520K subscribers"
                },
                "comments": [
                    "Yeahhh Hiếu cảm ơn 3M Views của mọi người nhiều nha, ra mắt được một thời gian rồi mới được mọi người nghe và biết đến nhiều hơn  ️️️ Replay và share cháy máy cho tôi điiii",
                    "Thể loại Rap có giai điệu đúng là thứ mà mình muốn nghe vào thời điểm này. Bài này của HIEUTHUHAI mang lại cho mình cảm giác thích thú, vừa nghe Rap vừa nhún nhảy theo giai điệu nhẹ nhàng, nghe mấy lần rồi mà chưa thấy chán. \n\nCa từ cũng rất là đẹp nhé: ''Từ mùa thu đông xuân tới xuyên hè. YEAH Anh thức giấc mỗi buổi sáng. Được em đánh thức trong vòng tay. Hôn môi em nồng say...''. Tác giả quả là Kẻ mơ mộng, lãng man. Hay quá đi",
                    "Mình thích nhạc của Hiếu lắm lunnn, lúc nào cũng êm đềm như vỗ về người iu nhỏ zậy. Mong em sẽ tiếp tục có những sản phẩm tưới mát cho những tâm hồn già cỗi của chúng tuiiii =))",
                    "Lyrics:\nEm là cánh diều\n\nNếu mê lên thì anh chiều\n\nOne night stand, no thank you",
                    "Chất giọng của HIEUTHUHAI ấm, sang, cực hợp với kiểu nhạc này, nghe cuốn vô cùng luôn á :33",
                    "Ngay từ giai điệu đầu tiên đã rất đi vào lòng rồi Hiếu ơi. Cảm ơn Hiếu về bài này. Hôm nay mình mới biết đến và nghe mãi vẫn hay, cả căn phòng chìm vào không gian tình yêu ngọt ngào, như tình yêu dễ thương của mình bây giờ vậy. Mình nghe nhạc để nuôi dưỡng tâm hồn và cảm ơn những ca sĩ có tâm hồn đẹp và đáng yêu như Hiếu. Thanks, thanks a lot! Tiếp tục cho ra những giai điệu tuyệt vời như này, như Ngủ một mình phiên bản tình rất tình nhé anh bạn! Mãi mãi 1 Hiếu dễ mến 2 ngày 1 đêm trong lòng mọi người & 1 Hiếu lãng mạn bay bổng đầy thông minh sáng tạo trong những sản phẩm âm nhạc!!! Wish to see you some day!",
                    "Em là cánh diều\nNếu mê lên thì anh chiều\nOne night stand, no thank you\nNhững thanh âm này sao nghe như tình yêu",
                    "I usually don’t listen to v- pop but this is so catchy!! You really have an amazing vocal!",
                    "I don’t listen to Viet music much but I am ecstatic to see the evolution of viet music these days in such as this song. Keep it up the creativity and making great music.",
                    "♬ Lyrics:\n\n\n\nEm là cánh diều",
                    "nghe 1 lần mê luôn, hy vọng HIEUTHUHAI sẽ tiếp tục ra những bài có giai điệu hay như này",
                    "damn kewtiie làm beat chưa bao giờ có thể chê nổi, tài năng vl mà ít thấy hoạt động quớ\nhieuthuhai thì nhạc tình đỉnh vlei",
                    "Thích kiểu rap có giai điệu nhẹ nhàng yêu đời như vầy ghê",
                    "nghe chill quá đi, một buổi chiều ngồi đọc sách và nghe nhạc của a hieuthuhai depzai thì còn gì bằng",
                    "The beat is amazing and your voice is so LOVELY. You are so talented Mary! It would be great to have you perform on Sessions Live! Have you heard of Sessions? I think you will kill it there!",
                    "Hay quá Hiếu ơi. Người đàn ông ngọt ngào, lãng mạn. Ca từ sâu sắc dã man. ️ nghe bài này yeu đời quá lun. Âm nhạc chảy trong đầu và ty nhảy nhót trong tim ️",
                    "Hiếuthuhai diễn tả mọi thứ trên rap thật sự rất đẹp...",
                    "Những thanh âm này sao nghe như tình yêu <3 Qúa hay cho sự comeback solo Hieuthuhai",
                    "Chúc mừng anh vì ca khúc viral rồi ạ và ca khúc cũng rất rất hay nữa mong có thể nhận được nhiều sản phẩm chất lượng vậy nữa",
                    "giờ nghe lại hết những bài Hiếu Thứ Hai phát hành tự nhiên thấy hay và Chất giọng của HIEUTHUHAI ấm, sang, cực hợp với kiểu nhạc này, nghe cuốn vô cùng luôn á :33",
                    "Ca từ thật hay và HTH ráp quá tuyệt vời! Love it.",
                    "Mong hieuthuhai sẽ ra nhiều sản phẩm hay như thế này nhéee",
                    "giai điệu siêu cuốn nghe hoài không chán lun",
                    "Đi ngủ replay cả đêm, đến khi tỉnh dậy lúc tờ mờ sáng để dậy học mới dừng lại, học bài cũng nghe, lúc yên tĩnh một mình trong đầu mình cũng ngân nga bài này :)) thực sự lâu rồi mình mới bị ám ảnh bởi một bài hát. Câu từ, giai điệu đều làm mình cảm thấy như đang bay bổng trong thế giới của mình ấy :))",
                    "Em là cánh diều\n\nNếu mê lên thì anh chiều\n\nOne night stand, no thank you\n\nNhững thanh âm này sao nghe như tình yêu",
                    "\"Những Thanh Âm Này Nghe Như Tình Yêu\" quá đã luôn anh ui <3",
                    "Chừi ưi lâu lâu ổng cho nghe nhạc thấy đúng hay, đúng chill, nghiện mất rùi ^^",
                    "Mình nói thật nha mình k thể tin dc là có một bài hát khiến mình yêu đời đến thế này, thật sự là nghe mấy tháng trời mà vẫn nghe dc. Mình còn nể mình cơ. Quá hay. Cảm ơn anh Hiếu ️️",
                    "Khoái giọng hát của hieuthuhai ghê. Rap melody hay. I like",
                    "Such a beautiful track Hieu oi! It has a Chris Brown and Post Malone melody rap vibe!\nCai nguoi lam beat qua phe! \n\nMinh de o Hue Vietnam, mot cho mà mua rat nhieu. Di cu qua Seattle, USA khi 9 tui va Seattle cung la mot cho mua hon 9 thang trong mot nam.  Nghe bai phe qua khi dang mua o ngoai especially on this Christmas Day.  Rat la soothing!!",
                    "Không nói gì với nhạc của anh HIEUTHUHAI nữa quá \" hoàn hảo \"",
                    "Anh là người truyền cảm hứng làm nhạc cho bản thân em lắm đó !! Nhiều hôm mất mood mở nhạc anh nghe nó lại kéo mood lên, một điều mà em chưa tìm được từ ai trước giờ luônnnn",
                    "mình thấy những bài hát có sự góp mặt của HIEUTHUHAI thì thường có điểm nhấn ở khúc hát của ổng",
                    "Kiểu càng nghe càng nghiện á chờiii ơii !!!\nTắm, ngủ, ăn đều nghe ️",
                    "nghe như tình yêu\n\n\nEm là cánh diều\n\nNếu mê lên thì anh chiều",
                    "Uầyyy, bài này mà có MV nữa thì đỉnhh . Nhạc hay, lời ngọt ngào. Nghe xong i’m falling falling  tình yêu.",
                    "hổm giờ sáng nào cũng vừa chạy deadline vừa nghe nhạc Hiếu. Mê từ cái giao diện cho tới chức năng của Hiếu thiệc sự.",
                    "Tình lắm bro ơi ! Nice track",
                    "Eo ôi nhạc gì mà vừa ngọt vừa đẹp trai, thật đáng sợ :3",
                    "Lyric:\nEm là cánh diều\nNếu mê lên thì anh chiều\nOne night stand, no thank you"
                ]
            },
            {
                "video_info": {
                    "title": "HIEUTHUHAI - LYLY \"bắt tay nhau\" dùng LỜI ĐƯỜNG MẬT \"hớp hồn\" khán giả | KING OF RAP Tập 13",
                    "channel_link": "http://www.youtube.com/@viva.entertainment",
                    "channel_name": "VIVA Entertainment",
                    "views": "23M views",
                    "upload_date": "2 years ago",
                    "short_description": "#KingOfRap #hieuthuhai #rapbattle\nĐến với King Of Rap HIEUTHUHAI và Lyly sẽ bắt tay nhau cùng viết ra một sáng tác mới mang tên: \"Lời đường mật\" với giai điệu, ca từ và cả bối cảnh dựa theo câu chuyện Romeo và Juliet kinh điển. \n...more",
                    "duration": "5:04",
                    "subcribers": "104K subscribers"
                },
                "comments": [
                    "Nhìn bà LyLy cuốn ghê gớm. Kiểu sang chảnh xong kiêu sa. Nhìn là muốn yêu rồi. Xong rồi giọng thì ngọt vs kiểu lạnh lùng. Nói chung là nghiện vl luôn. Có ai cùng quan điểm k.",
                    "Cảm ơn ban nhạc rất nhiều đã giúp ca khúc này cao trào hơn rất nhiều. Lyly kiêu kiêu sa quá, Hieuthuhai phong cách biểu diễn quá tuyệt vời và quả giọng rap sang thực sự luôn, Lyly live thì đỉnh của chóp rồi. Một màn trình diễn tuyệt vờiiii",
                    "Thật sự không một bản nào có thể ăn lại được bản này, ban nhạc phối best thật sự, kể cả bản audio của Ly hay tại khác sân khấu khác không thể bằng bản live này, vỗ tay cho ban nhạc!!!!",
                    "Nghe ko biết bao nhiêu lần rồi, nhưng Chỉ riêng nghe giọng hát của Lyly thôi đã thấy hay mê Ly rồi. Xong lại còn được chiêm ngưỡng cái thần thái như muốn hớp hồn người khác. Còn nhan sắc thật quyến rũ ma mị khiến người khác cứ bị u mê",
                    "Đã reply lại chục lần và cảm thấy từ “hay”  là k đủ để chốt cho bài hát này, chúc mừng anh chị đã có một màn trình diễn quá xuất sắc k thể chê vào đâu đc. Đặc biệt là tạo hình lần này của chị Lyly quá cuốn hút",
                    "nghe bản live này vẫn thích, band nhạc chơi đỉnh quá, thích tiếng violin mở đầu kết hợp guitar với trống",
                    "Giai điệu khá gây nghiện, giọng cả hai vẫn rất tuyệt. Cả hai hợp tác chắc rất hút người nghe.",
                    "Đỉnh từ ban nhạc, hoà âm phối khí, giọng hát cho tới tạo hình sk , đỉnh cao âm nhạc!",
                    "Lyrics: Lời Đường Mật\n\nHIEUTHUHAI:\n\nNếu anh nhắn lần đầu là do anh ấn tượng\n\nVà sau đó nếu có lần hai là do không sai gu",
                    "Giọng Ly ngọt lịm còn giọng Hiếu như rót mật \"Anh không đi đâu,anh không đi đâu\".Nghe câu đó muốn rụng tim.Mong 2 bạn ra thêm nhiều bài nữa, cặp này mà đi hát thì bá ko kém j Big Daddy và Emily",
                    "Bài này cuốn thật sự. Lyly như công chúa, Hieuthuhai thì chính xác là hoàng tử luôn. Nhờ 2 hình ảnh của hai người quá đẹp quá hợp nên bài này càng thành công hơn nữa. Quá hay cho phần trình diễn của Hieuthuhai",
                    "Melody rất ổn, cực kỳ catchy, cộng thêm giọng hát của Lyly ma mị và cuốn hút làm cho phần hát rất ổn. Về phần rap, delivery và flow của HIEUTHUHAI vẫn như mọi khi, được thực hiện tròn vai, bắt tai, và như thế đã là quá ổn rồi. Tuy nhiên, lyric có 1 số câu đọc khá là có... vấn đề? Lời nó rất khó bắt nghĩa, như kiểu Hiếu có ít thời gian để chau chuốt câu chữ ấy. Hy vọng là Hiếu và Ly có làm lại bài này và ra bản Audio?/MV thì sẽ chỉnh lại phần lời 1 chút là ổn rồi. Chúc may mắn.",
                    "Nghe bản Audio rồi quay lại đây mới thấy bản phối mà Màu Nước band đưa vào tác phẩm này nó chất lượng như thế nào \nĐặc biệt là tiếng Violin của anh Trường Béo, nghe cuốn thực sự",
                    "đến giờ vẫn chưa có bản nào cover hay diễn lại được hay bằng bản này, band nhạc đằng sau thực sự đóng góp 50% thành công cho cái beat này.",
                    "Ôi ban nhạc tài vl  không ai cho ban nhạc một tràn pháo tay à!!",
                    "Ban nhạc hòa âm hay quá, bản audio thì nhí nhảnh dễ thương, bản này thì sâu sắc và có cao trào ^^ thích bản này hơn",
                    "Đỉnh cao của âm nhạc là khi nghe một bài hát được trình diễn live hoàn toàn, cho dù bản audio có beat như này thì cũng không thể cảm nhận được như khi nghe ban nhạc đánh live đâu.",
                    "Vừa đẹp trai vừa xinh gái ma còn ráp hay hát ngọt ngào... Sự kết hợp quá hợp!",
                    "Một màn trình diễn nhẹ nhàng đến lôi cuốn ️",
                    "Nghe bài này k biết bao nhiêu lần rồi. Nhưng chủ yếu là nghe giọng và nét diễn của LyLy. Thần thái xuất sắc",
                    "Nghe cuốn thật sự!  Giọng 2 anh chị kết hợp đúng đỉnh luôn ý! Suất sắc <3",
                    "nghe bản audio trong mv, nghe bản remix nghe mãi vẫn không mê bằng bản trên stage KOR, stage này ban nhạc, rap, vocal, visual chất lượng cao luônnnn",
                    "Band nhạc hay quá! Hòa âm tuyệt vời!",
                    "Lyly hát hay thật, xử lý bài hát hiện đại giống kiểu Âu Mỹ. Mình cũng thích Hiếu nhưng nghĩ vòng CK bạn nên có 1 bước đột phá cực lớn nếu muốn giành quán quân và giống như Shady nói \"để các Rapper khác nể phục\".",
                    "Bài hát, nhạc phối, khung cảnh, trang phuc tổng hợp lại nói chung là hay quá đi!!! Ấn tượng các đoạn đệm nhạc violin!",
                    "[Verse 1]\nNếu anh nhắn lần đầu là do anh ấn tượng\nVà sau đó nếu có lần hai là do không sai gu\nNếu anh nhắn cho em lần ba là anh đang vấn vương",
                    "Bài Lời Đường Mật của Hieuthuhai, Cô nàng anh thích của Lona và Đâu ai cần của Wxrdie là ba bài xứng đáng được ra MV nhất. Nhạc gây nghiện thật sự.",
                    "Lần đầu tiên khi nghe giọng LyLy tôi đã hút mất hồn rồi️.. giọng dễ thương..",
                    "Lyly vừa xinh, hát hay lại còn sáng tác giỏi",
                    "Yêu Lyly quá ạ, thần thái đỉnh cao, giọng ngọt hơn mật nữa",
                    "Giọng và thần thái Lyly đỉnh cao luôn. HIEUTHUHAI đúng là k bao giờ làm t thất vọng",
                    "Stage đỉnh vl, thêm quả ban nhạc 2 bên quá đẳng cấp",
                    "Ban nhạc đỉnh thật. Nghe bản studio cứ ngang ngang, còn nghe bản này cuốn hơn 10 lần.",
                    "trời ơi nhìn LyLy với HIEUTHUHAI conset vậy là muốn xem rồi bài nghe cũng rất là cuốn hút và chill nữa đúng u mê luôn",
                    "Càng ngày show càng ấn tượng ko uổn công sức chờ đợi luôn ủng hộ <3",
                    "Bị ghiền đoạn của Lyly. Hát hay thần thái cuốn nữa. Tuyệt vời",
                    "Giọng lyly hát live đỉnh vậyu mê giọng hát này rồi",
                    "beat live này  đỉnh thật sự   nghe cái beat phê từng nốt",
                    "10 triệu view. Không thể phủ nhận được sức hút trong các bài hát của Hieuthuhai",
                    "mê giọng lyly thực sự luôn í. bài naog cũng nghiện",
                    "Bài này hay thật, Lyly vocal phải gọi là đỉnh của đỉnh.. Hiếu thì rap vẫn chất",
                    "Nghe bản audio xong mới thấy band đỉnh thực sự... \nBài nãy giọng nữ đỉnh cực .... Replay vì chị Ly",
                    "Nghe bài này không bt bao nhiu lần nhưng chủ yếu là nghe giộng và nét diễn và sự dể thw và mik chưa thấy sự xinh đẹp của chị lyly như này và và nét diễn và hát kế hợp vs sự xinh đẹp của chị thật xuất sắc",
                    "LyLy hát bài này vừa hay vừa xinh thế này đốn tim biết bao nhiêu con người ta",
                    "lyly chỉ cần đứng 1 chỗ cũng khiến tất cả phải ngước nhìn, nhan sắc cực phẩm",
                    "Giọng Ly Ly hay thật sự, nghe thích ghê :))",
                    "LyLy: \n\nMột hai ba lời nói của anh\nCó lời nào là lời thật không",
                    "HIEUTHUHAI:\n\nNếu anh nhắn lần đầu là do anh ấn tượng\n\nVà sau đó nếu có lần hai là do không sai gu\n\nNếu anh nhắn cho em lần ba là anh đang vấn vương",
                    "1 bài hát tuyệt vời <3 xứng đáng top 1 trending.",
                    "Bài này view cao gấp mấy chục lần bản audio =))) ban nhạc Màu nước quá đỉnh, mà hai ngườu live vẫn cảm xúc hơn, hoà hợp với band\nCuối cũng vẫn phải nói đến, chị Lyly mlem quá :>",
                    "Thật sự càng vào vòng trong càng hoành tráng càng hay",
                    "qua phần thi này mình mới biết đến Lyly mà nghe cách ngắt hơi hát mê vl ạ <3",
                    "nghe rap mà toàn để ý bà Lyly hát cuốn vl\nmặt cũng sắc với quyến rũ nữa",
                    "Đến đây với chị Ly nhưng ở lại vì sự kết hợp của cả 2, tuyệt vời ông mặt trời! Cả về giọng hát, rap lẫn ngoại hình. 2 anh chị yêu nhau đi cũng được ạ, huhu!!!",
                    "Giọng live Lyly càng nghe càng ghiền luôn á",
                    "nghe lại nhiều lần vẫn như lúc đầu. nhạc hay quá sởn da gà luôn",
                    "KOR ngày càng hay , đúng là quá đỉnh \ncả 2 CT KOR vs RV đều sắp tiến tới chung kết rồi , chúc 2 show thành công một cách Glorious",
                    "Thật sự thích giọng LyLy ghê",
                    "Bà Lyly kết hợp với Hieuthuhai đỉnh vaiz. Cả bài hát lẫn giọng 2 người",
                    "Bài này ban nhạc đánh hay tuyệt từ ca sĩ đến ráp dàn dựng. Âm nhạc  hoàn hảo"
                ]
            },
            {
                "video_info": {
                    "title": "LỜI ĐƯỜNG MẬT - LYLY ft HIEUTHUHAI (Official Music Video)",
                    "channel_link": "http://www.youtube.com/@lylyofficial1263",
                    "channel_name": "LyLy Official",
                    "views": "8.8M views",
                    "upload_date": "2 years ago",
                    "short_description": "#HIEUTHUHAI #LyLy #loiduongmat\nLỜI ĐƯỜNG MẬT - LyLy ft Hieuthuhai (Official Music Video)\n\nSpotify: https://YYM.lnk.to/LDM/spotify …\n...more",
                    "duration": "3:46",
                    "subcribers": "749K subscribers"
                },
                "comments": [
                    "Mọi người xem MV và nghe bài Lời Đường Mật nếu thích thì hãy comment cho Ly biết ý kiến nhé. Bên cạnh đó, mọi người cũng hãy nhấn nút share MV trực tiếp từ youtube để ủng hộ cho Lyly vs HIEUTHUHAI nhé!",
                    "I love this song! Great job Lyly!",
                    "mình vẫn thích bản Live hơn bản Audio này. Nghe Live vs band nó có cảm giác ma mị và cuốn hơn, mặc dù có 1 số lỗi nhỏ nhưng nghe cảm xúc vẫn thật hơn bản Audio đc làm sạch sẽ. Dù sao cũng cảm ơn 2 bạn vì đã làm đc 1 tác phẩm hay!",
                    "càng  nghe e lại càng thấy thích bản phối này, nhưng nếu có sử dụng nhạc cổ điển thì nó càng tuyệt hơn nx. mê giọng c Lyly <3",
                    "️️️️️️ Love the song so much! The rapping at the start gives amazing vibes.",
                    "Các bạn thử đeo tai nghe đi, chill ghê lắm ấy \nCảm ơn Lyly đã ra mắt audio nhaaa",
                    "Sáng tác trong thời gian ngắn k ngờ lại thành hit hay lắm chị à",
                    "Mình thích bản live bên KOR hơn mong là sẽ sớm ra bản hát giống trên live vs dàn nhạc sống ạ. Cảm ơn lyly và hieuthuhai mong rằng anh có thể giành đc quán quân trong KOR",
                    "không biết sao chứ vẫn thích bản live hơn, nghe chị lyly lâu rồi nhưng mỗi lần chị hát live vẫn nể dễ sợ. Thích bản này ban đầu là vì nghe chị Lyly hát quá perfect",
                    "nghe cuốn dã man!!! chúc mừng Hieuthuhai và Lyly vì đã ra mắt sản phẩm siêu chất nàyy",
                    "nghe cả live lẫn audio <3 quá đỉnh",
                    "Chúc bạn luôn thành công️ một bài hát rất hay ️ cảm ơn bạn đã luôn tạo ra những sản phẩm âm nhạc ( phù hợp với mình )",
                    "Hay quá LyLyyyy; bản phối này với bản live stage mỗi bản có một màu riêng và đều hay",
                    "Lyrics: Lời Đường Mật\nHIEUTHUHAI:\n\nNếu anh nhắn lần đầu là do anh ấn tượng\n\nVà sau đó nếu có lần hai là do không sai gu",
                    "Bản này sạch sẽ và gọn hơn nhiều màaaaa ️️️ hay quớ hay quớ.",
                    "[ Lời đường mật - Lyric]\nNếu anh nhắn lần đầu là do anh ấn tượng\nVà sau đó nếu có lần 2 là do không sai gu\nNếu anh nhắn cho em lần 3 là anh đang vấn vương",
                    "Bản này sạch sẽ, hay phết í ạ. Nhưng quay lại sau khi xem video chị hát live ở trường ĐHKT TPHCM thì em thích bản live đó (cũng như bản live trong KOR) hơn bản ở MV này í chị ơi, huhuhuhu. Nhưng mà em sẽ vẫn luôn ủng hộ chị cũng như các sản phẩm của chị, cố lên ạ!!!!!",
                    "Lyrics:\n\nHIEUTHUHAI:\n\nNếu anh nhắn lần đầu là do anh ấn tượng\n\nVà sau đó nếu có lần hai là do không sai gu",
                    "nếu so với bản phối ở KOR thì lần đầu nghe chưa ấn tượng lắm nhưng về sau càng nghe lại càng nghiện hơn. Love LyLy ️️️",
                    "Chúc mừng Lyly va Hieuthuhai với một bản RnB lời đường mật ️ . So sweet",
                    "Mình thích cách hát ngọt ngào nhẹ nhàng của LyLy trong bản live Kor hơn là cách hát nổi nhịp phóng khoáng của bản này. Beat Kor cũng nuột hơn.",
                    "Thực sự vẫn thích bản live hơn vì violin kết hợp vs bản phối vs band nữa nó là cái j đó rất classic và bắt tai, k biết nói sao nữa",
                    "Thật sự thích giọng của LyLy nghe ngọt mà cuốn. Nhưng vẫn thích bản live hơn nghe k chán. Còn bản audio này thật sự mình thấy k ấn tượng lắm️ dù gì cũng ủng hộ 2 bạn",
                    "The great number of LyLy’s songs sound like philosophical music … - Congrats from California",
                    "cái beat gây nghiện ghê, lyric thì khỏi chê rồi",
                    "Cần gì mật ngọt của Hieuthuhai , giọng hát của chị là đủ ngọt thành mật rồi huhu hay qua điiii",
                    "[Verse 1]\nNếu anh nhắn lần đầu là do anh ấn tượng\nVà sau đó nếu có lần hai là do không sai gu\nNếu anh nhắn cho em lần ba là anh đang vấn vương",
                    "Bản phối mới hay, nghe ngọt ngọt nè :3\nNhưng em vẫn hóng bản phối sân khấu nữa ạ. Yêu LyLy rất nhiềuuu",
                    "Mong sẽ có bản beat live hơn. Nghe bắt tai hẳn hơn lun ạ. Lời thì vẫn cho điểm 100 ạ",
                    "Thích bạn này từ bài 24h. Sáng tác tốt và hát hay nên feat với ai cũng đều thành công",
                    "đang không có nhạc để nghe mà gặp bài này thì thôi rồi, replay cả ngày ạ, giọng chị LyLy hay quá điiiiiiiiiiiiiii",
                    "bản phối mới này của Nemo theo hướng R&B/Swing với tiếng guitar làm chủ đạo\n\nbản phối của band thì là sự kết hợp hài hoà giữa tiếng drum với violin tạo ko khí hoàng gia, nhạc kịch\n\nmỗi bản đều có cái hay đáng nghe, nhưng bản live xinh hơn =))",
                    "Thấy bản live giọng Ly vang nghe đã thật, anyways phối lại cũng rất hay",
                    "mình chỉ là khán giả k co chuyên môn gì. nhưng cảm thấy rất thích bản live vì có band đánh rất cao trào. đặt biệt là tiếng kéo violin.  bản này nghe tuột mood hơn so với bản live . :(",
                    "Chắc có mỗi mình tui thích bản phối này hơn :))) \nMỗi bản đều có một hiệu quả khác nhau không thể mang ra so sánh được. Bản live stage phối kiểu cổ điển tí cho hợp với bối cảnh dàn dựng sân khấu và cũng vì đó là phần trình diễn dự thi nên sẽ thấy hoành tráng và cầu kì hơn.\nCòn muốn replay và đeo tai nghe thả hồn chill chill thì cá nhân tui lại prefer bản này hơn nhiều :))) nhịp bass quyện lyrics vl khiến con người ta cảm thấy không cần hình ảnh minh hoạ, trong đầu vẫn nhảy nốt được.",
                    "Lần đầu tiên nghe Ly hát kiểu này, nhưng nó lại hay vl! Mong Ly sẽ ra thêm sản phẩm với cách hát giống vầy",
                    "đúng là trải nghiệm lần đầu tiên là không thể thay thế, ban nhạc sống, bản phối ma mị, với nhìn em này cũng đẹp nữa. :))) xinh quý phái!",
                    "Bản này cũng hay đó ạ. Cơ mà có thêm một bản như live kia thì hay nữa ạ :)))",
                    "Sao mình lại thích bản live hơn ta. Giọng Ly bản đó nghe cuốn vãi. Đặc biệt là có Ly trong đó",
                    "Nghe đi nghe lại vẫn mê giọng chị Lyly hát live bài này hơnnnnnn",
                    "Thích c hát mấy thể loại như thế này siêu ngọtt ️ L.O.V.E",
                    "Giọng chị Lyly hát hay quá! Thể hiện trong bài này với anh HIEUTHUHAI nghe cuốn cực!",
                    "giai điệu hay quá :D nếu hát và rap rõ lời hơn nữa thì tuyệt",
                    "Cá nhân mình thích cái câu \" anh đừng đi nói lung tung cả ngày\"  ngay lúc mở đầu live stage =))) kiểu nghe phát là ấn tượng luôn nghe hết luôn. Thêm đoạn intro nữa :< bản phối này nghe gọn hơn nhưng mình nghĩ không ấn tượng bằng bản live",
                    "Hay quá chời ơi. Sự kết hợp tuyệt vời và ngọt ngào",
                    "Ui mình vẫn muốn bản audio này có tiếng violin như bản on stage, nghe rất ma mị, lãng mạn",
                    "nghe giọng chị LyLy mê quá",
                    "Lyrics :\n\n\n\nNếu anh nhắn lần đầu là do anh ấn tượng",
                    "Kết hợp với Band Màu Nước ra MV với bản phối giống như trên KOR đi người đẹp ơi.",
                    "thấy cả 2 bản đều có cái hay riêng nhưng do bản ở KOR ra trước nên nhiều người quen tai hơn, với một phần nữa là bản đó thần thái của Lyly xuất sắc quá.",
                    "Hay quá đi, mv đẹp, mới nghe đã mê rồi ^^",
                    "mình vẫn thích bản live trong RAP VIET hơn nghe Ly hát có gì đó vẫn phiêu, ma mị hơn",
                    "Vẫn thích bài live kia hơn ạ. Nghe giọng chị Ly mê mị hơn vs beat mạnh sướng tai hơn. Live đoạn đầu có giọng nữ dẫn, đầu bài này rap đầu vào đột ngột thế nào ấy ạ.",
                    "thích kiểu royal cổ điển của tiếng violin :))) những vẫn tim cho bản phối hiện đại này :))",
                    "Mình vẫn thích bản phối ở king of rap hơn. Nghe hút hơn rất nhiều nè ^^",
                    "Năm nay như 1 năm tiến triển mạnh của HIEUTHUHAI vậy đi đâu cũng thấy bài của HIEU ,bài nào cũng hay cũng bắt tai",
                    "HIEUTHUHAI:\n\nNếu anh nhắn lần đầu là do anh thần tượng\n\nVà sau đó nếu có lần hai là do không sai gu\n\nNếu anh nhắn cho em lần ba là anh đang vấn vương",
                    "Hi vọng hơi tham là có thêm MV của bài này \nTại vì hay quá hay",
                    "bản live nghe catchy hơn vocal nữ cũng cuốn hơn",
                    "Mọi người nhớ chia sê ủng hộ Lyly vs HIEUTHUHAI nhaaaa! Ai không share tui giậnnnnn ahh"
                ]
            },
            {
                "video_info": {
                    "title": "2 Days 1 Night Vietnam - EP 3: HIEUTHUHAI attracts attention, Cris Phan is harmed by Truong Giang",
                    "channel_link": "http://www.youtube.com/@2NGAY1DEM",
                    "channel_name": "2 NGÀY 1 ĐÊM VIETNAM",
                    "views": "4.1M views",
                    "upload_date": "1 year ago",
                    "short_description": "#2Days1Night\n2 Days 1 Night Vietnam - EP 3: HIEUTHUHAI attracts attention, Cris Phan is harmed by Truong Giang\n\nWatch Season 1 Full: https://bit.ly/2N1ĐMua1 …\n...more",
                    "duration": "1:32:34",
                    "subcribers": "596K subscribers"
                },
                "comments": [
                    "nhớ dàn cast nên coi lại mấy tập đầu, coi đoạn ông Cris đá banh mà nối hết da gà ,quá hay",
                    "Xem tập này thành fan của Cris luôn vì cú sút xe đạp chổng ngược của bạn. Công nhận là khung cảnh Đà Lạt quá nên thơ luôn ý. Người chưa được đi Đà Lạt như tui cũng muốn được lên để quay lại thời thanh xuân hihi. Những trò như cướp cờ, hát vòng quanh ghế cũng vui ha mà lâu lắm rồi không được chơi lại.",
                    "Mê Cris vãi, nói chuyện hài vãi mà lễ phép",
                    "Cris đá banh siêu mà còn đẹp mắt nữa. Coi lại hoài vẫn mê gê",
                    "Ông lâm nhiệt huyết với nghề thật á… tấu hài lấy lội chỉ để khán giả cười",
                    "tập này đúng chất thanh xuân vãi, xem mà bồi hồi, 3 chị khách mời tương tác dthwwww, pick chị PAĐ  người gì đâu xinh xắn dthwwww, thở thôi cũng cutieeeewewwew",
                    "Tui mê ông Cris dễ sợ zậy đó",
                    "Cris tham gia mấy game kiểu này như cá gặp nước rồi. Hài vãi",
                    "Cú xoay người ghi bàn của Cris quá đỉnh Hieuth2 đỉnh k kém chơi hết mình luôn dẫn banh quá hay mê ổng ghê",
                    "Mê anh HIEUTHUHAI ghê luôn á trời ơi đẹp trai mà còn hát hay còn cơ bắp nữa",
                    "Hiếu nhiệt tình, năn xả ,dẹp trai, cười còn đẹp hơn",
                    "xem chương trình xong mình ume cris luông vừa đtrai lại còn dthw nữa",
                    "Trời ôii sao Hiếu đzai vậy trời,mỗi lần a cười là tui cũng cười tủm tỉm theoo",
                    "thích xem phim của Cris vì nó giải trí.\nthích nghe nhạc của Hiếu vì nó hay.\nthích nghe Lâm chửi để học thêm kiến thức cãi lộn với đứa bạn.",
                    "Tính ra từ tập 1 tới tập 2 bây giờ Cris là sướng nhất ăn no ngủ kỹ chưa nhịn đói bao giờ. Chúc luôn may mắn vậy nha bà",
                    "Mê chú Giang quá ò  mê cái cách lúc trao đổi kịch bản với biên kịch . kinh nghiệm chú có thường",
                    "Tập này ông Cris chiếm spotlight, mèo thần chớ hông có xui nha",
                    "Cris Phan Đá bóng đỉnh thật sự",
                    "Lúc ông Lâm ổng đội tóc giả cho bà Đào, bả cười ghê thật chứ  nhìn mng chơi tự nhiên, vui vẻ ghê luôn á",
                    "Cris Phan đá hay ghê á , pha đó đỉnh vãi",
                    "Cris vào quả bóng để đời của ctrinh luôn ạ nể thực sự",
                    "Đá bóng gặp ngay ông cris thì đúng bài",
                    "Cris là thánh nhây trên youtuber rồi điểm thanh lịch ít  vẫn thích Cris nhất.",
                    "k phải vì thích Hiếu đẹp mà là vì nhanh nhẹn, năn nổ, nhiệt huyết, mạnh mẽ...thích đàn ông như v",
                    "Tập nài 3 khách mời đẹp ghê thật , PAĐ cười đẹp ghê lun á tr",
                    "Đợi ra mùa 2 lâu quá nên mk cày lại tập cũ",
                    "bạn thủ môn bên đội của Cris làm tui nhớ đến một thủ môn của U23 VN",
                    "Thương ekip đã quay chương trình thật là vui vẻ  và quay nhiều cảnh đẹp",
                    "Điệu nhảy của các idol làm tất cả chị em vn rụng trứng hết",
                    "uiiiiiii, xem hay cực ý ạ, mong chương trình làm thật dài nhiều tập để mn đc coi thỏa thích. Coi mà hài xỉu up xỉu dowm :)))",
                    "Mê cj PD ghê á , thấy dễ thw xĩuuuuu \nCòn Lyly với Jun Vũ mê chữ ê kéo dàiiiiiiiiiiiiiii , đẹp xuất sắc \nCòn PAĐ thì ms bik tới thấy cx vui vẻ, nhiệt huyết , vs giọng cười ko lẫn đi đâu",
                    "xem lại tập này thấy a Cris có vẻ còn vương vấn mối tình năm xưa",
                    "Thương ekip  truong trình hay video đẹp công họ cũng rất lớn chạy theo thấy thương luôn",
                    "Cho ai chưa biết thì anh Độ từng nói cris là người vô cùng cầu toàn và cẩn thận, đoàn thiếu cái gì cris mang theo cái đó, cho nên là đừng thác mắc tại sao cris có mang theo cả omo r máy sấy máy ủi các thứ",
                    "Tập này cười xỉu với pha bình luận viên của TG luôn ă trùi",
                    "Thích nét đẹp tự nhiên của PAĐ. Mãi là idol lòng iem",
                    "xem tập này quá trời thích lyly luôn á, bả dễ thương quăng miếng rồi chơi nhìn cưng hết sức",
                    "Xem lại vẫn  hay như lần đầu càng xem càng thích  nhóm này mg mùa 2vẫn giữ lại các ah",
                    "Nhìn bà con giúp đỡ mn thấy ấm áp gheeeeeee",
                    "Cười chết đội ôg Lâm trời nạ...1,2 3 diễn dút đầu dút đầu nè,trời ơi rớt đầu rồi ,rớt tóc giả rồi...ta chết á bây",
                    "A Hiếu tinh tế lắm lunnnn,xem 3 tập thấy tập nào cũng muốn otp ổng với nữ khách mời=))",
                    "Mê HIEUTHUHAI và Cris Phan quá trời",
                    "Tất cả các bạn ai cũng dễ thương, cảm ơn chương trình đã chuyển tải năng lượng lạc quan vui vẻ cho khán giả.",
                    "Jun Vũ xinh đẹp, dễ thương ghê, chuột rút mà bả meow meow :)))\nBác Giang bình luận quá duyên.",
                    "cái tập này cả spotlight cho ông hết đó ông Cris",
                    "Tập này đá bóng cười sảng luôn. Ông Lâm tấu hài mạnh quá. Kk",
                    "54:07 một người té 2 người đau Ông Huy cả trò Cướp Dâu cứ đi cà nhắc, cú đó ổng không té mà chân chịu lực nhiều, vừa xui là đang chấn thương luôn",
                    "Bạn editor của CT quá mặn luôn. Đọc mà cười đau cả bụng. Hôm nay Chú Giang làm BLV hay quá",
                    "Coi đúng hay mà còn hài nữa !!!! Cris Phan đỉnh quá !!",
                    "Hiểu vừa đẹp trai lại hát hay và rất tuyệt vời ️",
                    "Ông Lâm với Ông Giang đúng best hài, cười xỉu với 2 ông này",
                    "pha đá bóng của anh Cris đỉnh quá",
                    "Ban đầu mình không có ấn tượng gì với Cris Phan, nhưng xem tập này đúng mê luôn, đá hay quá 🫶",
                    "Up bên này cũng bay vào xem luôn ^^! Mê lắm  xem quài ko chán  i love 2N1Đ Vietnam",
                    "Em xin nói thiệt lòng là mặt của anh cris à anh Huy mà nghiêm túc là em không nhịn cười được\nCái nét kiểu mặn mòi rồi mà nghiêm túc cũng làm người khác cười nữa 1:38",
                    "Cris đá giỏi thật, PAD đẹp quá đi",
                    "Mình thấy Dương Lâm rất thích chung đội với Bắp và Tuấn",
                    "Không ngờ Cris Phan đá banh giỏi vậy luôn asaaaa mê mể mề mê",
                    "Hiếu thứ hai hát hay đẹp xuất sắc",
                    "T cuồng cái giọng cười của ông KMT ghê á"
                ]
            },
            {
                "video_info": {
                    "title": "TOP 9 bản RAP LOVE hay nhất Rap Việt 2023 | tổng hợp rap hay về tình yêu nghe là ghiền",
                    "channel_link": "http://www.youtube.com/@vieshows",
                    "channel_name": "VieShows",
                    "views": "217K views",
                    "upload_date": "12 days ago",
                    "short_description": "#RapViệtMùa3 #Bray #RapVietSeason3\nTOP 9 bản nhạc RAP LOVE hay nhất Rap Việt 2023 | tổng hợp rap hay về tình yêu nghe là ghiền\n\nLink tập Full: \n   • Rap Việt Mùa 3 - Tập 10: Team BigDadd...  \n …\n...more",
                    "duration": "0:55",
                    "subcribers": "4.22M subscribers"
                },
                "comments": [
                    "Giọng Rap rất Chất",
                    "Mình thích nhất bài Baby gọi cho anh",
                    "Ghiền quá à:)",
                    "Ogenus bài nào cũng hay, làm nhạc thị trường ok đấy",
                    "tiếc IndieK ghê á, bé nó ngây ngô kiểu non tơ mà rap dễ thương thấy mồ",
                    "Quang Anh hát hay thật",
                    "Thích stage LIMITLXSS ghê",
                    "bài đầu tiên nghe cái là mood lên luôn",
                    "Coi là ghiền",
                    "tiếc cho lil mikey thực sự",
                    "Tiếc cho umie ghê!",
                    "Mấy bài này hay phết",
                    "Umie đỉnh vải",
                    "A ko cố ý ms là melody rap nhé còn mv hát của ai đó thì thôi bỏ đi.",
                    "Ghiền",
                    "cậu ấm cô chén là HÁT love nha",
                    "hay",
                    "Ogenus nge bắt tai nhĩ",
                    "flow gioongs vanh the",
                    "wao",
                    "Bài hát khi kết thúc bài của umie với captain r mới sang ink với khang là bài gì v ạ",
                    "ko có bài của hydra ha",
                    "bình luận đầu tiên nè :3",
                    "bỏ bài thằng cuối ra thấy okie hơn"
                ]
            },
            {
                "video_info": {
                    "title": "DOUBLE2T quá đỉnh cùng Người Miền Núi Chất trên con beat của DuongK | Rap Việt Live Stage",
                    "channel_link": "http://www.youtube.com/@VieTalents",
                    "channel_name": "VieTalents",
                    "views": "741K views",
                    "upload_date": "3 days ago",
                    "short_description": "#double2t #rapviệtmùa3 #RapVietSeasson3\nDOUBLE2T quá đỉnh cùng Người Miền Núi Chất trên con beat của DuongK | Rap Việt Live Stage\n\n#double2t #nguoimiennuichat #rapviệtmùa3  …\n...more",
                    "duration": "11:12",
                    "subcribers": "3.2M subscribers"
                },
                "comments": [
                    "Lyrics \nNgày nó cất tiếng khóc chào đời\nNgay cái lúc chỉ một màu tối đen\nKhông điện không bác sĩ",
                    "Rất ấn tượng với màn trình diễn này của Double 2T.Phải dành 1 lời khen dành cho cả hlv,người tạo beat và đặc biệt là 2T\nMong 2T sẽ được nón vàng",
                    "Ngưỡng mộ Hlv Big, mặc dù ban đầu Big ko có những chiến binh mạnh nhất, nhưng qua các vòng Big luôn biết cách tạo cho tất cả các  thí sinh trong đội mình tỏa sáng. Tiết mục của 2T   vòng này xuất sắc, hi vọng đc nón vàng",
                    "DB2T vòng này quá xuất sắc, cám ơn Big luôn luôn biết tạo hit cho thí sinh team mình...dù kqua ra sao vẫn luôn ủng hộ Trường nhá...mong có nón vàng cho DB2T...quả beat quá cháy..Dương K tuyệt vời",
                    "2T2 tuyệt vời, nhạc quá hay, Big tốt nhưng không thấy ai khen bạn nữ và đội hỗ trợ.\nMình gửi lời khen đến các bạn hỗ trợ phối hợp quá tốt để có 1 màn biểu diễn đẹp.",
                    "Tôi thích Mike nhưng tác phẩm này của D2T và con Beat cháy bùng của anh DươngK thì quá xứng đáng vào chung kết !!! Bài này đầy đủ yếu tố của 1 sản phẩm ở vòng chung kết.",
                    "2 bạn Hurrykng và Douldbe2T team anh Big dù không chiến thắng ở vòng 3 này nhưng đem lại 2 tiết mục xuất sắc và nhiều tiếc nuối cho khán giả. Rất trân trọng những gì các bạn, anh Big, anh Dương K và cả team đã cống hiến cho Rap Việt mùa 3 này. Respect from Bao Chẩn team",
                    "Bài này đậm chất Double2T, rap rõ lời, trình diễn tốt, beat hay perfect k có gì để chê càng ngày càng mong chờ phần trình diễn của team Big bài nào cũng đều chỉn chu và muốn replay nhiều lần",
                    "Rất respect a Big luôn. Càng vào trong TS nào qua tay ổng cũng bứt phá nâng level rõ rệt. D2T có tài sẵn rồi ổng còn biết khai thác điểm mạnh TS nâng lên nhiều hơn nữa. Bonus thêm a Dương K làm beat đỉnh nữa. Có thể ko chiến thắng cuộc thi nhưng quan trọng là D2T đã định vị đc trong lòng khán giả, thành công sau khi bước ra chương trình.",
                    "Bài này nghe cuốn, nổi hết cả da gà. Beat và lyric đã lột tả được chất nhạc quốc tế và màu sắc dân tộc VN, 1 sự giao thoa kết hợp đầy sáng tạo, làm nên bản hit thật sự. Rất là international. A Big và a Dương K biết khai thác khả năng của thí sinh ghê gớm. Bài này dùng đi diễn là cháy hết cả sân khấu. Chúc mừng Double2T hãy giữ vừng phong độ “người miền núi chất”. Nếu không có nón vàng cho bạn thì cũng tiếc nhỉ",
                    "DươngK mới thật sự là quái vật của mùa này....thể loại nào cũng cân hếtttt",
                    "Lyrics:\nNgày nó cất tiếng khóc chào đời\nNgày cái lúc chỉ một màu tối đen\nKhông điện, không bác sĩ",
                    "Phải nói 1 điều, cái beat đánh đỉnh vl. Nghe ko gầm gừ, bass nặng nma vẫn khiến người nghe nổi da gà",
                    "Đỉnh của đỉnh luôn! D2T xứng đáng đc vào chung kết mong bạn sẽ nhận đc nón vàng. Mk rất thích những bản sắc dân tộc của bạn ấy cho vào trong bài nhạc",
                    "1:48 Từ v2 tới giờ cực kỳ tâm đắt mấy đoạn đổi flow bất ngờ của 2T . Wow, bài này ko có gì để chê. Mang nét đặc trưng của dân tộc mình lên Rap Việt thì không còn gì để nói.",
                    "Cảm ơn DOUBLE 2T, mình cũng là một người dân tộc miền núi. đi học ở thành phố cũng đã từng bị nói này nọ, nhưng mình k bao giờ quan tâm tới những lời đó vì không ai chọn được nơi mình sinh ra cả, Nhưng mình có thể chọn được cách sống và Mình chưa bao giờ cảm thấy xấu hổ khi được sinh ra ở miền núi bởi vì nơi đó có những cái đẹp cái hay mà không tìm thấy ở nơi khác. chúc DOUBLE 2T thật thành công trên sự nghiệp rap và truyền bá những giá trị văn hóa tốt đẹp của bản làng đến nhiều người biết hơn.",
                    "Mình nghĩ d2t rất xứng đáng để vào vòng chung kết vì anh ấy là 1 người đại diện cho người miền núi ấy mà hiếm ai rap dc như anh nên mik mong chương trình sẽ cho d2t cơ hội để đi tiếp pls.",
                    "Đã thật, nâng tầm mà ko mất chất, ngưỡng mộ cách huấn luyện của Big ️‍",
                    "2T bài này bứt phá quá tuyệt vời, có những bước \"nhảy\" vượt bậc. Tiến bộ rõ ràng qua từng vòng thi mà ai cũng có thể nhìn thấy được. Mình thấy 2T làm tốt nhất, đúng với tên của vòng này là bứt phá và kể cả chất lượng sản phẩm. Mong 2T sẽ được nón vàng. Mặc dù người xứng đáng vào trực tiếp hôm nay là 2T",
                    "Dù k dk vào chung kết nhưng 2T sẽ là 1 trong những rapper thành công nhất sau chương trình này! Tính giải trí cực cao!",
                    "Tôi rất thích cả Mike và 2T. Nhưng vòng này tôi thích 2T hơn. Dù em đi đâu, về đâu thì vẫn sẽ ủng hộ 2T. Cố gắng lên em nhé! Người miền núi Real!\n+10 respect cho BIG. Hit tuần nào cũng có. Quá hay!",
                    "mình fan Mike và Double2T , đúng bản chất vòng này là bứt phá , thấy bài Double2T xứng đáng vào chung kết hơn , đã cả phần nghe lẫn phần nhìn, con beat của Dương K ko một vết xước đỉnh thật , triệu like",
                    "Con beat của DươngK hay quá, có hỗ trợ của giảng viên sáng tác nhạc Nhạc viện nên 2T thật bứt phá với bài này, chắc chắn sẽ viral",
                    "Đây là cuộc đời của \"Người Miền Núi Chất\" \nLyric :\n\nNgày nó cất tiếng khóc chào đời, ngay cái lúc chỉ một màu tối đen Không điện, không bác sĩ, không có bệnh viện\n\nmọi thứ dường như rối ren",
                    "M.n nhắc nhiều về beat mà ít nhắc tới lyrics nhỉ? Anh Big đầu tư thật sự, mời cả giảng viên ngành Sáng tác của Nhạc viện về làm cố vấn cho bài thi này, cũng là người sáng tác bài Tình yêu màu nắng. Bảo sao 2T dùng rất nhiều cụm từ đắt giá mang tính chính sách và chính trị của nhà nước với vùng núi như \"phát triển kinh tế xóa đói giảm nghèo\", \"bảo vệ biên cương\", \"phát triển đổi mới nhưng luôn giữ được bản sắc\" vào trong bài rap mà không bị khô khan. +1 Respect tới anh Big và bài thi xuất sắc của 2T.",
                    "Mình thích bài này nhất trong 4 bài của bảng này. Đoạn intro nghe ma mị, nổi da gà. D2T trình diễn hay, đẹp và tự tin. Beat hay khỏi phải bàn!!!",
                    "Mình rất tự hào vì có một rapper rap về miền núi!! Mình cảm nhận được anh lớn lên từ một vùng quê như nào, anh dùng từ thực sự rất thấm, rất triết lý Mình từng bị cảm giác khinh thường từ người vùng khác họ cho rằng miền núi thua kém họsau khi nghe bài này mình thêm tự hào và yêu thương người miền núi mình Luôn ủng hộ anhhhh chúc anh may mắnn ạ",
                    "2T thực sự rất hợp vs team BIG. Big làm hlv quá giỏi, thêm beat của DươngK đỉnh nữa. Bài này quá hayyyy",
                    "Double2T phiên bản này mình thích nhất, ko cần phải mặc đồ miền núi mới ra chất. Bạn mặc đồ gì vẫn là bạn thì ngta vẫn nhận ra, beat quá hay phần adlib có tiếng ô ô gì vô cuốn hơn rất nhiều. Mấy bạn trẻ cũng mở rộng hơn về producer, Masew nổi vì xuất hiện nhiều trên MXH nhưng ko phải là nhất nha. Beat DuongK quá thuyết phục từ vòng 2.",
                    "Bài này hay quáaa. Đây thực sự là bứt phá. DOUBLE2T vòng này trình diễn hay và tự tin hơn hẳn, mong là có nón vàng dành cho 2T. Nếu không thì cũng mong bạn sau RV sẽ thật thành công vì bạn vừa có tài năng vừa khiêm tốn dễ thương.",
                    "Công nhận Big giỏi thật! Bài này cũng chất riêng của D2T nhưng nâng cấp hẳn, với thấy bạn tự tin hẳn luôn! Nghe mà chân cứ nhún nhảy theo...",
                    "Không phải cứ nhét nhiều âm điệu của nhạc cụ dân tộc thì mới là âm hưởng dân gian :)) \nDương K làm con beat nghe rất sang mà vẫn đem lại cái vibe vùng cao",
                    "bài này quá hay từ beat, lyrics đến trình diễn, đưa nhảy sạp vào, đáng ra phải xuất hiện ở chung kết",
                    "2T lyric quá mượt . Vừa dễ nghe dễ hiểu mà càng ngày càng có chiều sâu . Giọng quá tốt",
                    "bài rap quá hay, double2t sớm muộn sẽ trở thành viên ngọc sáng trong làng rap, cái chất của bạn cho mọi ng thấy ko phải rap là cứ phải flexing như ai kia! nói chung respect",
                    "Từ tập 1 đã ấn tượng với 2T, mình đã tìm À Lôi để nghe, sau đó À Lôi hit luôn! Tập này quá ok! Nón vàng quăng ngay!",
                    "Không biết rằng Double2T đã thực sự dừng lại ở vòng 3 hay chưa? Nhưng có lẽ bạn đã thực sự trở thành một Rapper thực thụ, vì có chất riêng, đưa âm hưởng dân tộc vào nhạc đã khó, ở đây lại là Rap, đưa rap đến gần với khán thính giả và đưa khán thính giả đến gần với âm hưởng dân tộc một cách gần gũi. Beat hay, lyrics đỉnh. Với mình thì có nghe đi nghe lại bài này bao nhiêu lần cũng không chán. Chắc k phải đi cắt tóc nữa đâu, Rap thôi Double2T ưi",
                    "Mình nghĩ sau Rap Việt D2T sẽ còn tỏa sáng hơn nữa vì phong cách âm nhạc đặc trưng, ngoài ra rap rõ lời cũng là một lợi thế giúp D2T có được sự ủng hộ của khán giả. Hy vọng D2T sẽ có được chiếc nón vàng để vào chung kết vì anh thực sự xứng đáng!",
                    "Team Big không làm mình thất vọng. Karik nói rất đúng là ai về team Big không bị biến thành người khác nhưng sẽ là phiên bản hoàn thiện, chỉnh chu hơn, hợp thị hiếu. Kết hợp pro Dương K thì thật sự vừa hiphop vừa commercial",
                    "Cám ơn Big đã tung nón vàng quá chuẩn Cho D2T . để làm bản hit này hy vọng nón vàng cho d2t vào chung kết 100%"
                ]
            },
            {
                "video_info": {
                    "title": "Tổng hợp loạt HIT được tạo bởi DuongK - Producer nhiều kinh nghiệm nhất Rap Việt Mùa 3 cực hay",
                    "channel_link": "http://www.youtube.com/@VieTalents",
                    "channel_name": "VieTalents",
                    "views": "16K views",
                    "upload_date": "2 hours ago",
                    "short_description": "#duongk #bigdaddy #rapviệtmùa3\nTổng hợp loạt HIT được tạo bởi DuongK - Producer nhiều kinh nghiệm nhất Rap Việt Mùa 3 cực hay\n\n#duongk #bigdaddy  #rapviệtmùa3  …\n...more",
                    "duration": "32:03",
                    "subcribers": "3.2M subscribers"
                },
                "comments": [
                    "Gừng càng già càng cay có khác. Gửi lời cảm ơn a Dương K và team a Big với nhiều bản Rap cuốn hút cả lời và nhạc.",
                    "Trước đây không biết đến anh Dương K, nhưng sau Rap Việt mùa 3 chính thức thành fan anh, beat nào anh Dương K cùng team làm đều rất hay và hợp với thí sinh, tôn điểm mạnh của thí sinh. Quá đẳng cấp. Đối với mình Dương K là Producer đỉnh nhất chương trình.",
                    "Anh Duong K làm beat cháy, hợp với thí sinh, làm nền cho thí sinh thể hiện. Một producer quá đỉnh!",
                    "Hlv hay nhất mùa này là Bigdaddy, thí sinh team Big toàn những bạn ko có quá nhiều fame hay muốn nói là bình thường, nhưng Big đúng là biết cách huấn luyện, hay cụ thể là làm 1 bài nhạc, từ đoạn mở đầu, đoạn chorus, đoạn hook, outro...Còn anh DươngK thì đúng là mình ko biết nhiều nhưng đến vòng này thì khẳng định DươngK là producer đỉnh nhất, ổn định nhất, gần như k có bài nào beat ko cháy cả . Từ trap, house, melodic rap đến dân gian...Đỉnh vãi!!!",
                    "Thật sự 3 bảng Bứt phá thì team BIG đều xứng đáng vào chung kết lun á. 3 tiết mục đỉnh thiệt chớ. như xem Chung kết",
                    "thật sự thích nhất team a Big. Toàn bộ bài team a Big đều nghe đầy đủ không thiếu 1 bài nào. Năm nay Bray với a Bâu thọt quá. Team a Thái thì hết quân tủ rồi. Hứa hẹn Pháp Kiều với Ogenus quá. A Tee mà tung nón với Ogenus thì +1",
                    "Ngày nó cất tiếng khóc chào đời\nNgay cái lúc chỉ một màu tối đen\nKhông điện không bác sĩ\nKhông có bệnh viện mọi thứ dường như rối ren",
                    "Phải nói thật từ đáy lòng là big daddy mới là hlv giỏi nhất ở đây, 1 team không ai là quái vật mà big luyện sao h ai cũng tiến bộ vượt bậc , quá khủng khiếp",
                    "Thích anh Dương K thật sự, bài nào cũng hot hit",
                    "+ 1000000000000 Respect for Dương K",
                    "công nhận ông này làm beat cháy vl",
                    "DuongK mãi đỉnh",
                    "Đến bây giờ bộ đôi a Big và a Dương đang hoạt động hết mình với công việc. Chưa bài nào thấy k hay và bất ổn",
                    "Làm luôn playlist producer Wokeup - kẻ hủy diệt thí sinh đi ad =))",
                    "quá mê cái playlist này!",
                    "Phần thi 10 điểm thì beat phải 7 điểm rồi, quá mạnh.",
                    "beat của anh DươngK cháy thực sự.",
                    "Beat của Anh Dương Đỉnh quá",
                    "Nói thật chứ mới coi nình cũng không biết đến anh DuongK, cứ nghĩ Masew là đỉnh nhất mà anh big cứ nói DuongK DuongK không biết là ai, giờ thì ăn thẳng những cái beat vô mặt",
                    "Khác gì cái tát vô mặt mấy thằng nghe bray nói xong tôn masew lên làm thánh đâu . Producer giỏi Việt Nam k thiếu, chẳng qua họ âm thầm thôi.",
                    "Chưa chưa đợi pháp kiều lên sàn mới cháy",
                    "Hóng mãi luôn ạ",
                    "bài nào cũng hay",
                    "Có phải xưa a Dương K cũng ở trong team Space Speaker luống đúng khônh mng?",
                    "ông anh này làm beat cho mấy hit của Bích Phương, khét lắm chứ đùa đâu",
                    "Hlv mà ko nhắc tới producer thì CT cũng ko làm clip nhắc tới đâu",
                    "Chúc mừng Dương K",
                    "Dương kay thì làm được cái máu gì không sáng tác được",
                    "quá ok a dương k",
                    "Bray: Producer nào gặp Masew cũng phải lùi lại 1 bước",
                    "bray khóc :)))",
                    "Maswe gọi = bố",
                    "Thiếu rhyder r ad ơi",
                    "Công nhận beat dương k hay",
                    "Nhìn Suboi ói thật chứ . Nó ko biết là nó xấu hoắc hay sao á",
                    "DuongK tuyên bố Masiw là thằng đbrr"
                ]
            },
            {
                "video_info": {
                    "title": "Đôi bạn thân đẹp trai, rap hay HURRYKNG x HIEUTHUHAI quậy banh sân khấu RAP VIỆT MÙA 3",
                    "channel_link": "http://www.youtube.com/@vieshows",
                    "channel_name": "VieShows",
                    "views": "518K views",
                    "upload_date": "9 days ago",
                    "short_description": "#RapViệtMùa3 #Bray #RapVietSeason3\nĐôi bạn thân đẹp trai, rap hay HURRYKNG x HIEUTHUHAI quậy banh sân khấu RAP VIỆT MÙA 3\n\nLink tập Full: \n   • Rap Việt Mùa 3 - Tập 11: Bảng đấu \"th...  \n …\n...more",
                    "duration": "21:33",
                    "subcribers": "4.22M subscribers"
                },
                "comments": [
                    "phải nói anh Big là 1 hlv có tâm và có tầm. Ngay cả việc luôn lên tiếng nói đỡ cho thành viên của mình cũng cảm thấy ổng rất quan tâm đến học trò",
                    "Hieuthuhai hiểu vai trò của mình , và tinh tế giúp bạn đứng lùi lại cùng hàng với dancer, ko chiếm spotlight, tình bạn của 2 bạn thật đẹp, chúc tổ đội của 2 bạn luôn phát triển",
                    "Hiên ngang bước vào cùng lời chào với cuộc chơi\n\nNghe hơi thở dài phải dọn đồ đi khỏi nơi ngay\n\nKim cương với vàng đặt trên bàn cũng đã hơi đầy\n\nYo Hurrykng cầm vương miện bạn đánh rơi này",
                    "Thứ mình cần là lời nhận xét vô cùng công tâm của 3 giám khảo và sự cổ động tuyệt vời từ BigDaddy, trong khi mng đang xoáy vào việc Khang feat với Hiếu, Khang chắc thấy áp lực lắm. Một màn trình diễn đúng nghĩa của vòng bứt phá, đúng như lời chị Suboi nói Khang đã có một màn trình diễn quá tuyệt với hook quá catchy cùng với người bạn của mình.",
                    "phần này đúng nghĩa bứt phâ. quá hay từ thí sinh cho tới rapper SP và cả HLV. Hurrykng thật sự rất hợp với màu nhạc này, HTH có màn sp rất tốt,riêng cá nhân mình thấy cả 2 đều bổ trợ nhau để đi lên, không ai bị dìm hết á. còn Bigdaddy thậy sự vòng đầu mình hơi lo vì nghĩ khá yếu nhưng qua 3 vòng thì mình lại rất ủng hộ và thích team của Big, Big là 1 đàn anh, là 1 hlv rất có tâm và có tầm. Mình thấy được sự hỗ trợ cho các thí sinh trong team và những lời nhận xét rất công tâm dành cho ts các team khác. Hlv như vậy mới xứng đáng làm hlv. Rất respect",
                    "Chúc mừng Khang vì bài hát tuyệt vời nè. Nghe 2 bài đầu chắc do k hợp gu nên hơi chán, đến khi bài này xuất hiện là mình kiểu wowww, cháy và xuất sắc lắm á, rất bắt tai luôn. E rất thik khúc điệp khúc và phần rap của cả 2. Anh Khang hong hề bị át đâuuu, rất nổi bật á",
                    "Hurrykng dù có vào được chung kết hay không thì sau cũng tỏa sáng thôi, tin tôi đi, với những gì bạn ấy thể hiện ở vòng này, thực sự rất bứt phá, người xem rap việt không chỉ có những người có chuyên môn mà là tất cả mọi người , như tôi một người xem và nghe rap đại trà cũng cảm nhận được bạn ấy có  tư duy âm nhạc đa dạng và lyric có chiều sâu , chúc mừng Hurrykng đã thể hiện bùng nổ như thế này, cố gắng hơn nữa nhé, t chính thức là fan của bạn",
                    "Hiếu cũng từng là học trò của anh Big và sau KOR rất nổi tiếng, và sau RV Khang cũng sẽ như vậy",
                    "Xem Rv vì có anh Karik và RV3 a đã là Bgk nhận xét có tâm và chính xác vô cùng! Và ở hlv thích nhất a Big ở cái tâm với học trò của mình, nhìn ánh mặt nụ cưới phát ra điều đó luôn. Đúng thích Karik và Big là ko sai !!!",
                    "Cái khúc Khang với Hiếu rap \"Đẹp trai, nổi tiếng ,rap hay\" cái chiếu ngay anh Bâu chề môi ,vỗ tay mà ta nói nó sướng :))) ko khác gì bị tạt ca nước lạnh kkk",
                    "Mặc dù Hurrykng không được vào vòng trong nhưng bài này lại được replay nhiều hơn Take it easy. Đó đã là một thành công của một người làm nhạc",
                    "Bài này quá hay nghe đi nghe lại hoài ko chán\nLời bài hát rất hay\nTiếc ko được vài chung kết\nCố lên con trai",
                    "Đẹp trai- Đúng, nổi tiếng - Đúng, nhưng mà tụi anh rap hay :)))) Vả thẳng mặt Andree luôn :))))",
                    "Mọi người có để ý không? Khi mà HurryKng với HieuThuHai cùng rap câu “Nhưng mà bọn anh rap hay” là hai người nhìn về phía bên trái, tức là phía của Andree đang ngồi không? Như một câu đáp trả lại phát ngôn của Andree “Anh thấy có nhiều rapper đẹp trai nhưng rap chán”. Thực sự đã cái nư quá HurryKng à",
                    "Big đúng là 1hlv có tâm nhất,rất ngưỡng mộ a thái vg nhưng nói thật trong 4hlv thì big vẫn có phần nhĩnh hơn về cái tâm với thí sinh của mình và đội bạn",
                    "Theo qđ cá nhân t thấy HTH đẹp trai rap hay nhưng bài này đúng nghĩa hỗ trợ HK tỏa sáng luôn ko hề thấy lấn át hay j cả chỉ thấy feat vs nhau bay cao bay xa hơn! Bài này cũng hợp gu nghe của mình hay nhất bảng này ! Nhưng xét tổng thể mình vẫn chọn LG đi tiếp vì nó cũng hay nhưng lại còn độc vs lạ nữa rất quốc tế perfect kqua 4_1 thì cũng đã rõ",
                    "Tuy không vào được chung kết nhưng qua bài này có thể thấy Khang đã được mọi người công nhận tài năng, sau này sẽ thành công",
                    "Khán giả rất công tâm ko thể phủ nhận HTH rất tỏa sáng nhưng Hurrykng vẫn ko bị lu mờ qua bản rap này nha.. ông ThaiVG ông giờ bị việt hóa rồi nhìn thấy hơn thua rồi đó.. bài của team Andrea very funny luôn mà ông ko nói gì cả thậm chí khen nữa.. chơi mà ko fairplay như vậy chỉ làm cho khán giả thất vọng thêm thôi.. RapViet mà tưởng RackViet",
                    "Bài này Khang đỉnh lắm chớ, mỗi tội khán đài nổ tung khí Hiếu xuất hiện, nên HLV-BGK không để ý đến Khang nữa. Tiếc thật sự, chứ vòng này Khang không thua Liu Grace đâu.\n\nĐến giờ mình vẫn thích nghe \"Hãy yêu tôi bây giờ\" của Khang.",
                    "Big là  người thầy  bảo  vệ cho  học  trò  của  mình  khi  MC  về  nhận  thức  khác  nhau",
                    "Rap của bạn này chắc chắn sẽ dc  nhiều ng yêu thích vì rất có chiều sâu",
                    "đẹp trai - đúng! \nnổi tiếng - đúng!\nnhưng tụi anh rap hay..\nlà tát thẳng vào anh bâu hẻ",
                    "Rap câu cuối \"đẹp trai - đúng, nổi tiếng - đúng, nhưng mà tụi anh Rap hay\" như vả vô mặt Andree :))",
                    "2 bạn vừa hay lại đẹp trai. Đúng phẩm chất ngôi sao. Hy vọng tính tình tốt nữa là ok",
                    "hi vọng có nón vàng cho Hurrykng :(( nghe mà nổi da gà cục cục",
                    "Thật sự muốn Karik cứu Khang, vào CK kết Karik ft Khang thì quá ok, vibe với voice đều hợp!",
                    "Bài này xứng đáng nón vàng nghe nổi hết da gà khang ơi",
                    "bài này mà ko được cứu thì đáng tiếc nhỉ, cả tuần rồi nghe đi nghe lại vẫn thấy đã",
                    "thích nhất bài này,nge đi nge lại hoài vì quá hút, chắc phải được nón vàng BKG",
                    "Hurrykng còn hiền quá. Biểu cảm gang gang xíu nữa là tuyệt luôn",
                    "Khang gây ấn tượng với mình hơn qua từng vòng, bài này mình cũng thích bạn hơn. Mong bạn cứ tự tin và ra những sản phẩm hay hơn nữa trong tương lai",
                    "Team Big chưa có bài nào tệ cả bài nào cũng mang dấu ấn của Big",
                    "Cháy quá cháy ạ  thích bài này nhất bảng A. Hy vọng Khang sẽ được nón vàng.",
                    "Đáng lẽ bài này đc vào vòng chung kết",
                    "Hurrykng xứng đáng có mặt trong đêm trung kết",
                    "9 người 10 ý là dành cho cộng đồng mạng. 1 công đôi việc là dành cho anh Bâu",
                    "Quậy banh sân khấu nhưng mà lại dừng chân  . Bài này thấy hay nhất của tập.",
                    "Bài này Hurrykng đỉnh thật, đã lưu vào danh sách yêu thích",
                    "Theo quan điểm cá nhân thì bài này cháy nhất bản thi luôn, quá hâm mộ anh Khang",
                    "Hay quá anh Khang anh Hiếu cũng quá xuất sắc support đồng đội nhưng ko hề làm lu mờ anh Khang tí nào. Anh Khang mãi đỉnh dù có vô CK hay ko",
                    "Bài này hay quá trời mong hurrkng sẽ đc nón vàng vào chung kết",
                    "Mình thấy Khang đẹp zai hơn Hiếu nha. Ai nói Hiếu chiếm spotlight chứ mình thấy Khang vẫn nổi bật, có chăng chỉ là Hiếu đang quá hot và khi Hiếu xuất hiện có 1 sự bất ngờ làm người ta wow, nó đánh mạnh vào tâm lý và trở thành điểm nhấn chứ còn trình diễn thì đều rất hay, mình ít nghe rap nhưng vẫn thấy mọi thứ ok và đồng đều nhau, rất catchy nha",
                    "Mn thấy sao á ha, bài này Hieuthuhai không hề giật spotlight của Hurrykng nha! Coi show me the money bên hàn đó, còn những rapper hỗ trợ nổi gấp mấy lần thí sinh nhưng người ta vẫn focus được vào thí sinh chứ không bỏ quên thí sinh đâu nha. Ở màn trình diễn này cũng vậy, cái hút t là cái vibe vs thái độ Hurrykng đem lên stage, máu chiến hơn hẳn 2 vòng trước, lyrics thì câu nào chắc cú câu đó. Hơn nữa là nghe cái hook rất quốc tế luôn á, quốc tế nhưng mang chất riêng của bản chứ không phải bắt chước quốc tế là thành quốc tế. Keep going",
                    "Cá nhân mình thích bài này nhất, mong sẽ được nón vàng",
                    "bài này trau chuốt thêm giọng hát nữa là có thể làm mv luôn được rồi. Giọng Hieuthuhai đúng là 1 sự khác biệt.",
                    "Hukng trả lời rất hay , rất thik bài này mong rằng e sẽ nổi tiếng,nghe bài này  hơi bị tuyệt vời.chuc e nhận đc nón vàng",
                    "Khang viết bài này hay quá! Hy vọng khang sẽ tỏa sáng trong tương lai!",
                    "Trg rap Việt thích Hurrykng nhất luôn, đúng là BỌN ANH RAP HAY. Cố lên anh ơi, ko b có ai cứu anh vô chung kết không",
                    "Phải công nhận tui kết team Big quá các bác ôiiii nghe rất là bánh cuốn lắm á",
                    "Cuộc sống này quá buồn tẻ nên chỉ biết tìm đến rap để giải toả - mẹ bầu tâm thự",
                    "Nhìn a Bâus kiểu biểu cảm ghê á :)) cứ bài nào hay mặt a rất là chilll :)))",
                    "nghe nổi da gà, hay thật sự",
                    "Nghe nhận xét xong hiểu đc sao 3 vị được ngồi ở vị trí Ban giám khảo. Nhìn nhận thẳng những gì thí sinh làm được ,tập trung vào vấn đề chứ không phải so sánh với những người khác.",
                    "he's so good, liu grace's better though. I feel so sorry for him coz he deserves to be in the final stage. Hope he'll get the yellow hat:((",
                    "Thật sự nghe nổi hết da gà. Good job",
                    "HIEUTHUHAI rap đỉnh vãi",
                    "Bài này xứng đáng được nón vàng",
                    "Cứu HURRYKNG đi  anh xứng đáng vào chung kết",
                    "Beat hấP dẫn , rap hay , đẹp trai , chưa tìm được điểm xẤu",
                    "Bài này quá hay. Đáng vào chung kết lắm luôn"
                ]
            },
            {
                "video_info": {
                    "title": "[RAP LIST] Những bản Rap hay nhất của HIEUTHUHAI| Bật nhạc lên, Oishi, -237 độ C, Mamaboy",
                    "channel_link": "http://www.youtube.com/@T9RapMusic",
                    "channel_name": "T9 Rap Music",
                    "views": "34K views",
                    "upload_date": "1 month ago",
                    "short_description": "#raphay #nhacrap #hieuthuhai\nFollow HIEUTHUHAI: \n   / @hieuthuhaiofficial  \nCác bạn nhớ đăng ký kênh để xem nhiều video hay, mới nhất nhé!  …\n...more",
                    "duration": "27:40",
                    "subcribers": "2.13K subscribers"
                },
                "comments": [
                    "Mãi iu Hiếu nhia",
                    "Nhe nhàng de thương cuốn nha bé Hiêu",
                    "Thiếu 1 dáp bơ  Híu chủ nhựt nữa ad ơi",
                    "Ku kuu"
                ]
            }
        ]
    }
]